[
    {
      "id": "0",
      "name_cn": "愚者",
      "name_en": "The Fool",
      "type": "MajorArcana",
      "meaning": {
        "up": "新的开始、冒险、自信、乐观、好的时机",
        "down": "时机不对、鲁莽、轻信、承担风险",
        "love_up": "愚人塔罗牌暗示一段生活在当下或随遇而安的时期，你可能会以独特的方式获得爱情，很容易坠入爱河，喜欢浪漫多彩的爱情。有可能在旅行途中遇到一位伴侣，或即将遇到一位喜欢目前生活，而不想计划将来的伴侣。这个伴侣是难以捉摸的，天真的，或者不愿受到任何长期计划和关系的约束。",
        "career_up": "你正在面对很危险的状况，这时候最重要的是考虑如何明哲保身，其他的一切都不是那么重要，不要玩火自焚。",
        "fortune_up": "由于你连续犯下几个严重的错误，所以在财务上已经造成无法补救的亏空，能够尽量减少负债是你主要的目标。",
        "love_down": "两个人即使还没有到形同陌路的程度，关系也已经降到冰点了，彼此之间已经没有谈恋爱的感觉，也无法分享心情。",
        "career_down": "现在工作上面碰到极大的不确定性，几乎没有什么是你能掌握得住的，除了随波逐流之外，也许该考虑另谋高就。",
        "fortune_down": "你并不关注自己的财务状况，以至于等到问题十分严重了才发现，你应该更务实一些。做事粗心大意，花钱无节制，缺乏理财观念，财务毫无计划，收入不稳定，不容易有积蓄，人生愿望较难达成。"
      },
      "pic": "../images/tarots/0_fool.jpeg"
    },
    {
      "id": "1",
      "name_cn": "魔术师",
      "name_en": "The Magician",
      "type": "MajorArcana",
      "meaning": {
        "up": "创造力、主见、激情、发展潜力",
        "down": "缺乏创造力、优柔寡断、才能平庸、计划不周",
         "love_up": "在感情当中充满热情，也有主动表达与沟通的能力，再加上在动机上十分单纯，应该是一段感情丰富的时期。",
        "career_up": "你面对一个新的工作，这个工作的资源十分充足，只要你能把握机会，发挥主观能动性，就会得到你想要的东西。",
        "fortune_up": "一切还在起步的阶段，但是仍然有许多发展的空间，这时需要按部就班地把事情完成，才能得到自己该得的。",
        "love_down": "在感情当中充满热情，但有时显得过于冲动，这时若是遇到沟通不畅的状况，可能就会引发隐瞒与欺骗的行为。",
        "career_down": "你面对的新工作，资源并不充足，运行也不规范，所以最好先掂量一下自己几斤几两，把自己的分内的事完成好。",
        "fortune_down": "不会理财，花钱大手大脚，内心也比较贪财，并容易因此而遭遇欺诈，也可能因为好赌而倾家荡产。"
      },
      "pic": "../images/tarots/01_magician.jpeg"
    },
    {
      "id": "2",
      "name_cn": "女祭司",
      "name_en": "The High Priestess",
      "type": "MajorArcana",
      "meaning": {
        "up": "潜意识、洞察力、知性、研究精神",
        "down": "自我封闭、内向、神经质、缺乏理性",
         "love_up": "感情进入到稳定的阶段，两个人都过了热恋期的积极，虽然表面看起来有些冷清，还是有很深的感情存在。遇到的人可能会是一个心灵契合或者精神上的灵魂伴侣，可以相互学习，甚至可能会出现暗恋或者单相思的情况；总之不是轰轰烈烈有非常激烈碰撞的类型。",
        "career_up": "工作情况十分稳定，也不会有什么变化，这个时候不宜太过积极，只要把事情依照原来的方式按部就班地完成即可。文职或是研究类的工作比较适合，如果是需要经常奔波的工作情况会不太妙。",
        "fortune_up": "很少会盲目消费，善于理财。不建议做投资，可以先观望一段时间再做打算。",
        "love_down": "两个人的感情整体来看还算是稳定，但是仍然有很多分歧还没化解，如果无法好好沟通，将会演变成冷战的状态。",
        "career_down": "虽然工作看似已经很长一段时间保持稳定，俣是在台面下去是暗潮汹涌，一个不小心可能就出现大纰漏。",
        "fortune_down": "赚钱机会不多，且不善于理财，消费缺乏计划性，浪费成性。应养成储蓄的好习惯，尽量控制自己的消费欲望。"
      },
      "pic": "../images/tarots/02_highpriestess.jpeg"
    },
    {
      "id": "3",
      "name_cn": "女皇",
      "name_en": "The Empress",
      "type": "MajorArcana",
      "meaning": {
        "up": "母性、女性特质、生命力、接纳",
        "down": "生育问题、不安全感、敏感、困扰于细枝末节",
         "love_up": "这是一段重视享乐的关系，两个人都十分重视生活，会从对方身上得到很多快乐，二人的关系非常的和谐。",
        "career_up": "现在工作正要进入丰收的阶段，之前付出的努力已经开始看到回报，只要继续努力就可以达成预定的目标。",
        "fortune_up": "现在的财务算是比较宽裕，但是花费也会多一些，如果能平衡，还可以让自己过得更好一点。",
        "love_down": "目前处于热恋期，两个人都深受着对方，但是也因此而变的盲目，常常会忽略客观的限制与其他人的意见。",
        "career_down": "工作上开始有不错的成果，但是本身对于工作并没有足够的冲劲，因为自己逐渐怠惰而使工作陷入停滞状态。",
        "fortune_down": "现在的财务状况还算不错，但是即将出现大笔花费，如果现在不多存一点钱，到时会措手不及。"
      },
      "pic": "../images/tarots/03_empress.jpeg"
    },
    {
      "id": "4",
      "name_cn": "皇帝",
      "name_en": "The Emperor",
      "type": "MajorArcana",
      "meaning": {
        "up": "控制、意志、领导力、权力、影响力",
        "down": "混乱、固执、暴政、管理不善、不务实",
         "love_up": "在感情当中存在控制与被控制的关系，也算是一个稳定发展的感情，只是当中好像缺乏了热情与浪漫的感觉。",
        "career_up": "工作当中有许多困难，但是当中也有许多晋升的机会，虽然受到很多规则的限制，但是仍然可以完成自己设定的目标。",
        "fortune_up": "你渴望能拥有财富，喜欢赚钱的乐趣，擅长结交权贵，会以坚强的意志力及手腕获得成功。",
        "love_down": "在感情上因为缺少自我的约束而表现不专一，你可能拥有不只一个伴侣。因为缺乏对伴侣的承诺，也没有坚实的物质基础，所以你很难得到真正的伴侣。",
        "career_down": "工作上遇到不好相处的领导，不权对你没有帮助，反而常害你累个半死，事情往往超出你的预料，还要努力收尾。",
        "fortune_down": "容易因为行事武断而错失赚钱机会，比较缺乏赚钱和理财头脑，消费无节制，易陷入严重缺钱的窘境。"
      },
      "pic": "../images/tarots/04_emperor.jpeg"
    },
    {
      "id": "5",
      "name_cn": "教皇",
      "name_en": "The Hierophant",
      "type": "MajorArcana",
      "meaning": {
        "up": "值得信赖的、顺从、遵守规则",
        "down": "失去信赖、固步自封、质疑权威、恶意的规劝",
         "love_up": "信仰或三观的因素对这段关系有很大的影响，有时候表示两个人已经结婚，或是这段关系正向着婚姻方向发展。",
        "career_up": "在工作当中有很多贵人在帮助你，所以即使自己仍然有不足的地方，也会得到很多支持，是你可以发挥的地方。",
        "fortune_up": "将存款交给信誉良好且成立多年的投资顾问公司，对你而言是最可靠的做法，投资高风险的股票或是房地产并不适合你。",
        "love_down": "其中一方付出比较多，两个人的关系并不平等，如果能够心甘情愿地付出，也算是一段稳定发展中的关系。",
        "career_down": "工作中充满各种繁复的规则，还有一些是没有明文规定的，一不小心就会犯到禁忌，要花很多时间才能进入状态。",
        "fortune_down": "如果在金钱上不够务实，财务状况就很难好起来，要记得物质世界的规则是很现实的，要付出才会有收获。这个时候并不是很适合投资，尤其是听信一些小道消息的投资特别危险，最好是保守务实一点，维持现状就好。"
      },
      "pic": "../images/tarots/05_hierophant.jpeg"
    },
    {
      "id": "6",
      "name_cn": "恋人",
      "name_en": "The Lovers",
      "type": "MajorArcana",
      "meaning": {
        "up": "爱、肉体的连接、新的关系、美好时光、互相支持",
        "down": "纵欲过度、不忠、违背诺言、情感的抉择",
         "love_up": "两个人处在如胶似漆的热恋状态，彼此也有很强的吸引力，不论任何的理由与阻碍，都很难把这段关系拆散。",
        "career_up": "人际关系至关重要，保持与人的沟通，寻求合作共赢的方式发展关系，恋人牌本身具有选择的意思，因此在工作相关的问题中出现也代表工作出现变动或者项目需要抉择。",
        "fortune_up": "投资或者理财方面会遇到不错的合作对象，双方比较投契，可能会产生1+1>2的效果哦。",
        "love_down": "两个人对彼此的感情都很深，但是也觉得有很多的不满和抱怨，如果把问题强压下来不说，反而会累积成大问题。",
        "career_down": "工作当中出现很多的困难以及诱惑和陷阱，一不小心就会犯下严重的错误，想要回头已经来不及了。",
        "fortune_down": "你现在面对财务上重大决定，但其中可能有不少的陷阱，如果自己无法想清楚，应该要想信专家的建议。"
      },
      "pic": "../images/tarots/06_lover.jpeg"
    },
    {
      "id": "7",
      "name_cn": "战车",
      "name_en": "The Chariot",
      "type": "MajorArcana",
      "meaning": {
        "up": "高效率、把握先机、坚韧、决心、力量、克服障碍",
        "down": "失控、挫折、诉诸暴力、冲动",
         "love_up": "现在的感情当中不可避免地会遇到某种冲突或竞争，有赖于你主动积极地处理和改进，千万不要在这个时候放弃。",
        "career_up": "工作上正遇到一些困难和挑战，但是对你来说都是力所能及的事情，只要你再打败竞争对手，最后的胜利属于你。",
        "fortune_up": "目前在财务上是一个很有收获的时候，更要努力为自己争取最大的利益，不论任何事故都无法阻止你获得财富。",
        "love_down": "觉得在这段感情当中受到了很多委屈，也没有被对方真正了解，即使内心很想要放弃，仍然觉得有很多的不甘心。",
        "career_down": "工作现在遇到一些困难和挑战，同时也会造成一些人际关系的问题，应当小心，不然自己可能会成为炮灰。",
        "fortune_down": "现在的财运并不是很好，已经没有余粮了，要量力而行不要太勉强。"
      },
      "pic": "../images/tarots/07_chariot.jpeg"
    },
    {
      "id": "8",
      "name_cn": "力量",
      "name_en": "Strength",
      "type": "MajorArcana",
      "meaning": {
        "up": "勇气、决断、克服阻碍、胆识过人",
        "down": "恐惧、精力不足、自我怀疑、懦弱",
         "love_up": "现在的感情状态还算稳定，应该要主动付出更多的爱，才能让人感觉到这段关系的成长，为彼此带来更多的欢乐。",
        "career_up": "工作的状况其实还算顺利，也有不少可以表现的机会，你应该把握各种可以彰显的机会才能更上一层楼。",
        "fortune_up": "现在财运状况很好，应该要在这个时候多存一点本钱。",
        "love_down": "现在的感情状况好像有点失控了，虽然两个人都想让这段关系更亲密，但是因为某些事故无法配合起来而陷入僵局。",
        "career_down": "工作上的人际关系十分紧张，因此更要小心处理与别人有关的事情，要深思做事会对哪些人产生哪些影响，不然会引起不必要的流言。",
        "fortune_down": "现在的财运还不错，但并不能让你主观上感到满意，要理性一点，好好评估哪些该花哪些不该花。"
      },
      "pic": "../images/tarots/08_strength.jpeg"
    },
    {
      "id": "9",
      "name_cn": "隐士",
      "name_en": "The Hermit",
      "type": "MajorArcana",
      "meaning": {
        "up": "内省、审视自我、探索内心、平静",
        "down": "孤独、孤立、过分慎重、逃避",
         "love_up": "现在感情发展到达一个瓶颈阶段，即使两个人在一起仍然会觉得无聊。",
        "career_up": "你已经达到工作的顶峰，但是高处不胜寒，你也会觉得寂寞，应该开始思考如何把工作传下去。",
        "fortune_up": "财运并不是需要你现在关心的事情，十分的稳定，不要只看到眼前，做好长远大算即可。",
        "love_down": "感情的状况有点不明，现在究竟是何种关系也还不是很确定，如果不找个机会谈清楚，两个人就会渐行渐远。",
        "career_down": "是自己要努力学习的时候了，还在摸索当中，没有什么人可以指导你怎么做，常会觉得是在孤身奋斗。",
        "fortune_down": "现在的财运并不是很好，不要想的太美好，金钱的世界是残酷的，要谨慎保守处理问题。"
      },
      "pic": "../images/tarots/09_hermit.jpeg"
    },
    {
      "id": "10",
      "name_cn": "命运之轮",
      "name_en": "The Wheel of Fortune",
      "type": "MajorArcana",
      "meaning": {
        "up": "把握时机、新的机会、幸运降临、即将迎来改变",
        "down": "厄运、时机未到、计划泡汤",
         "love_up": "现在感情的发展即将进入下一个阶段，应该放下不需要的顾虑和担心，与对方共同去面接下来要发生的事情。",
        "career_up": "目前处在非常幸运的时期，即使自己不是很努力的工作，但在工作上也很得心应手。",
        "fortune_up": "现在你的财运很好，也会有一些偏财，可以赚到不少钱，应该把握这个时间做好长期发展的打算。",
        "love_down": "在感情上面对很大的变化，你觉得在当中两面不是人，也很难做出选择，这时候的决定对未来产生很大影响。",
        "career_down": "目前在工作上遇到了重大变化，这也不是你自己可以控制的事情，保持镇定，不必慌乱。",
        "fortune_down": "你的财运正在发生结构性的变化，如果能好好把握将会为你带来巨大的收益，如果发生了错误也是不可挽回的。"
      },
      "pic": "../images/tarots/10_fortune.jpeg"
    },
    {
      "id": "11",
      "name_cn": "正义",
      "name_en": "Justice",
      "type": "MajorArcana",
      "meaning": {
        "up": "公平、正直、诚实、正义、表里如一",
        "down": "失衡、偏见、不诚实、表里不一",
         "love_up": "两个人之间正在寻找一个平衡点，也有很多地方要相互妥协，如何在不同的观点和需要保持平衡靠双方共同的努力。",
        "career_up": "现在工作处在一个稳定的时期，大部分的事情都有明确的规则可循，也是自己可以胜任的状况，没什么大问题。",
        "fortune_up": "目前你的财运稳健而平衡，是一个很好的状况，但是也不会有太多的意外之财，应该把握好自己目前的主业。",
        "love_down": "两个人之间出现不平衡的情况，可能有一方觉得自己付出太多，只得到极少的回报，因此产生一些问题和冲突。",
        "career_down": "工作当中可能遇到与法律或规则相关的问题，并不是你自己可以解决的，其实法律问题应该要用法律途径解决才对。",
        "fortune_down": "目前处赤字状态苦苦支撑，不要给自己太大压力，慢慢缓解终会缓解。"
      },
      "pic": "../images/tarots/11_justice.jpeg"
    },
    {
      "id": "12",
      "name_cn": "倒吊人",
      "name_en": "The Hanged Man",
      "type": "MajorArcana",
      "meaning": {
        "up": "进退两难、接受考验、因祸得福、舍弃行动追求顿悟",
        "down": "无畏的牺牲、利己主义、内心抗拒、缺乏远见",
         "love_up": "在感情当中两个人的观点很不同，仍然有很多交集，不要被事物的表现所蒙蔽，对方还是有很多你不注意的优点。",
        "career_up": "现在工作上面有很棘手的问题，并不是你一个人就可以解决的，先等等再想想，然后再决定怎么办。",
        "fortune_up": "目前财运很不好啊，虽然还没有穷困的程序，但这个事件对你影响很大，谨慎处理。",
        "love_down": "感情上发生很大的问题，如果不能正确的认识和行动，会逐渐深陷感情的泥潭，最后竹篮打水一场空，感觉更痛苦。",
        "career_down": "工作上需要你自己牺牲一下，不然大家都没有好果子吃。",
        "fortune_down": "财运危矣，要有壮士断腕的决心。不宜投资。"
      },
      "pic": "../images/tarots/12_hangedman.jpeg"
    },
    {
      "id": "13",
      "name_cn": "死神",
      "name_en": "Death",
      "type": "MajorArcana",
      "meaning": {
        "up": "失去、舍弃、离别、死亡、新生事物的来临",
        "down": "起死回生、回心转意、逃避现实",
         "love_up": "现在正是放手的时候了，如果不能放掉不合适的人，怎么会找到自己的幸福呢？放心心胸，接受改变。",
        "career_up": "工作上遇到重大转变，没得选择，只有接受，做好最坏的打算就好了。",
        "fortune_up": "急转直下，处理不好就全完蛋，发现自己错了就向相反的方向转变吧。",
        "love_down": "也许自己也不是很清楚，两人如果感觉真的不合适，继续下去只会对你造成更大的伤害。",
        "career_down": "工作的情况有点触底反弹的迹象，这个时候离开也许是一种解脱，没必要硬撑了。",
        "fortune_down": "财运很差，但最差也就是这样了，再差也差不到哪里去。"
      },
      "pic": "../images/tarots/13_death.jpeg"
    },
    {
      "id": "14",
      "name_cn": "节制",
      "name_en": "Temperance",
      "type": "MajorArcana",
      "meaning": {
        "up": "平衡、和谐、治愈、节制",
        "down": "失衡、失谐、沉溺愉悦、过度放纵",
         "love_up": "两人之间的关系已经很亲密了，到了继续下一步的时候了。",
        "career_up": "目前稳定，消耗与收益达到了最佳的状态。",
        "fortune_up": "收支平衡，长远发展有良好的基础。",
        "love_down": "感情上暂时无法进行有效的沟通，很多事儿上无法了深入了解对方的想法。",
        "career_down": "有点像风箱里的老鼠两头受气，无论自己怎么做都会带来新的问题。",
        "fortune_down": "不要与别人合伙或者借钱给他人。现在并不适合什么投资活动，就算要投资也应该先把账算的清清楚楚，免得以后麻烦。"
      },
      "pic": "../images/tarots/14_temperance.jpeg"
    },
    {
      "id": "15",
      "name_cn": "恶魔",
      "name_en": "The Devil",
      "type": "MajorArcana",
      "meaning": {
        "up": "负面影响、贪婪的欲望、物质主义、固执己见",
        "down": "逃离束缚、拒绝诱惑、治愈病痛、直面现实",
         "love_up": "两人的关系已经走到了尽头，继续下去也不会有什么进展了，还不如早点分手，免得继续遭受伤害。",
        "career_up": "现在的工作遇到了各方掣肘，大部分情况超出你的控制之外，事前无法防范，甚至有可能丢了饭碗。",
        "fortune_up": "表面看起来挺好的，但都是纸上富贵，当中藏有很多问题，也不是短期可以解决的。",
        "love_down": "两人之间有太多的错综复杂的情感，也经历了很多欺骗，只有性的结合而没有感情上的融洽。",
        "career_down": "利欲熏心而忽视手段与道德的底线，短期得利，长期看来反而造成不利的影响。",
        "fortune_down": "现在状况很糟糕，一定要用正当手段才能解决问题。"
      },
      "pic": "../images/tarots/15_devil.jpeg"
    },
    {
      "id": "16",
      "name_cn": "高塔",
      "name_en": "The Tower",
      "type": "MajorArcana",
      "meaning": {
        "up": "急剧的转变、突然的动荡、毁灭后的重生、政权更迭",
        "down": "悬崖勒马、害怕转变、发生内讧、风暴前的寂静",
         "love_up": "感情上遇到了生大的挫折，但这并不是你们可以控制的，也许会面临重大的反对压力，使这段感情无法继续下去。",
        "career_up": "工作上遇到了突发意外，这并不是人为可控的，但是又要你来承担主要责任，无辜又倒霉。",
        "fortune_up": "最近亏的有点严重，当机立断，不要再试图拯救什么了。",
        "love_down": "这段感情已经无法继续了，即使再怎么努力也无法使关系改善，应该尽快放手。",
        "career_down": "有可能是突然被解雇了，或是因为莫明其妙的原因被处罚。",
        "fortune_down": "财运很差，处处都有意外让自己吃亏，感情很倒霉。现在并不适合进行任何投资，合伙的事业面对散伙的危机。"
      },
      "pic": "../images/tarots/16_tower.jpeg"
    },
    {
      "id": "17",
      "name_cn": "星星",
      "name_en": "The Star",
      "type": "MajorArcana",
      "meaning": {
        "up": "希望、前途光明、曙光出现",
        "down": "好高骛远、异想天开、事与愿违、失去目标",
         "love_up": "感情进入恋爱初的阶段，也开始计划长远的未来，像情人也像朋友。",
        "career_up": "现在工作上有一个明确的目标，应该紧抓与目标有关的机会，不要让其他事情分散了心力。",
        "fortune_up": "运势很好，自给有余还可以帮助他人。比较适合做长期投资，不要想在短期获利。",
        "love_down": "两个人对于感情还是过于理想化了，彼此之间的认识也并不深刻，应该更务实一点。",
        "career_down": "工作上遇到不知所谓的状况，应该要谋定而后动，搞清楚上面想法是什么，不要任意解读随自己的理解乱搞。",
        "fortune_down": "务实一点，不要搞那些虚无飘渺的玩意。否则亏一大笔钱财。不要对未来太过于乐观，长期投资还是落袋为安比较好。"
      },
      "pic": "../images/tarots/17_star.jpeg"
    },
    {
      "id": "18",
      "name_cn": "月亮",
      "name_en": "The Moon",
      "type": "MajorArcana",
      "meaning": {
        "up": "虚幻、不安与动摇、迷惘、欺骗",
        "down": "状况逐渐好转、疑虑渐消、排解恐惧",
         "love_up": "感情上出现很多未知的因素，这个时候应该先了解清楚，不要急着做决定。",
        "career_up": "我面对很大的风险和不确定，到处充满了陷阱和骗局，这时你应该要防止被自己的幻想误导做出错误的决定。",
        "fortune_up": "不太好，自己亏钱了也并不知道。赶紧去核实一下。",
        "love_down": "彼此可能有一些事情互相隐瞒，虽然不是有意欺骗，但也不知道如何开口，会因此发生一些误会。",
        "career_down": "你常在工作中犯一些小错误，虽然不见得会造成什么实质伤害，但是对你的形象有很大影响。",
        "fortune_down": "不用太担心自己的财运，问题不大，现在不适合投资，不要把未来想的太好，把钱拿在手里才是最好的。"
      },
      "pic": "../images/tarots/18_moon.jpeg"
    },
    {
      "id": "19",
      "name_cn": "太阳",
      "name_en": "The Sun",
      "type": "MajorArcana",
      "meaning": {
        "up": "活力充沛、生机、远景明朗、积极",
        "down": "意志消沉、情绪低落、无助、消极",
         "love_up": "两个人的感情处于十分令人满意的状况，恨不得时时刻刻在一起，只要看到彼此就是最大的幸福。",
        "career_up": "你在工作上的表现如日中天，给你带来很大的满足感与成就感。",
        "fortune_up": "财务状况很好，获利颇丰，现在挺适合投资，看准目标后不要迟疑。",
        "love_down": "现在感情的发展遇到了一些困难与障碍，当中并夹着一些误会，通常很快就会解决。",
        "career_down": "现在工作上的表现也很好，但自己遇到了瓶颈，很难再向前进步了。如果遇到困难一定要全力以赴，再困难的事也是可以完成的。",
        "fortune_down": "财运一般，在逐渐的下渐当中。如果想投资，应该对目标有一个深刻的认识，并充分的学习相关知识，才能去投，不要投自己不熟悉的领域。"
      },
      "pic": "../images/tarots/19_sun.jpeg"
    },
    {
      "id": "20",
      "name_cn": "审判",
      "name_en": "Judgement",
      "type": "MajorArcana",
      "meaning": {
        "up": "命运好转、复活的喜悦、恢复健康",
        "down": "一蹶不振、尚未开始便已结束、自我怀疑、不予理睬",
         "love_up": "感情已明确，两人共同面对接下来的事情就好了。现在是该做最后决定的时候，如果对方不能有一个明确的承诺就应该放手了。",
        "career_up": "现在遇到一个重要抉择，决定之后会产生极大的影响，保持清醒的头脑，造成不要因为时间的压力而随便做决定。遇到无法解决的问题，应该应该大打阔斧的改革，变化才有可能盘活。",
        "fortune_up": "你现在财运上出现重要的转机，应该好好把握这个机会，可能因此在翻身。即使有重大消息宣布，这个时候还是保守回应，要有耐性等待翻身机会的出现。",
        "love_down": "感情上出现重大选择，面对选择不知所措。你的感情生活很是贫乏，你在理智地评估伴侣的条件，却忽略了什么样的人才能带给你真正的幸福与快乐。",
        "career_down": "事情出现重大选择让你不知道怎么办，左右为难。清醒一点，只有清楚的看到未来才能解决内心中的问题。长远看这个工作并没有很好的前景，大部分在做重复的事情。",
        "fortune_down": "不是很好，会产生一些亏损。在心里搞明白前不要有所行动，也许你能看见的答案里就没有正确答案。"
      },
      "pic": "../images/tarots/20_judgement.jpeg"
    },
    {
      "id": "21",
      "name_cn": "世界",
      "name_en": "The World",
      "type": "MajorArcana",
      "meaning": {
        "up": "愿望达成、获得成功、到达目的地",
        "down": "无法投入、不安现状、半途而废、盲目接受",
         "love_up": "感情非常稳定，正在朝向下一阶段发展。两人在一起已经很久了，该做些实质的行动了。如果是求复合的话，还是能复合的。",
        "career_up": "你在工作上十分成功，事情也都如期完成，这是一份很好的工作，你也会有很大的成就。按自己的计划行动即可，发展很好，前途光明。",
        "fortune_up": "财运很好，之前的投资都已开花结果，目前该有的全都有了，没什么需要变动的地方，保持现况就好。",
        "love_down": "在感情当中的热情正在消退，逐渐趋向于平淡。两个人都习惯彼此的存在，没有什么生活热情。",
        "career_down": "一直再做重复的事情，没有任何的成长，感觉自己被困在了原地无法突破。最好的结果也只是维持现状，要去改变的话反而会更加麻烦。",
        "fortune_down": "没什么大的变化，市场上都有些损失，自己也无法避免。不动就好，维持现况。"
      },
      "pic": "../images/tarots/21_world.jpeg"
    },
    {
      "id": "22",
      "name_cn": "宝剑ACE",
      "name_en": "Ace of Swords",
      "type": "Swords",
      "meaning": {
        "up": "有进取心和攻击性、敏锐、理性、成功的开始",
        "down": "易引起争端、逞强而招致灾难、偏激专横、不公正的想法",
         "love_up": "宝剑王牌代表着一次成功的感情开始，而在现有关系的解释上，则有双方经过一次高度沟通后，产生了一连串的良好连锁反应，并且让双方间的关系有再往上一层的可能性，有一种就有承诺的重组可能，或是新承诺的设计或启动，当然的，这一张牌也代表着双方的心灵层面正在开启另一次的共鸣。",
        "career_up": "现在的工作发展机会还是不错的，但是可能会面临一些挑战，你也许需要投入所有时间和精力，才有可能在未来看到成果。目前你在学业上的表现非常突出，对自己很有信心，不可掉以轻心，不管可能会失去一些东西，跟大家相处要和睦一些，不要太过主观，对自己会有不利的影响。",
        "fortune_up": "生意中会有新的投资机会，但是结果好坏不确定需要个人谨慎思考，再做出决定，结合整体牌面来看。",
        "love_down": "是遇到了很大的问题，也有可能是因为外力而发生改变，你觉得无法承受这样的压力而进乎崩溃。现在不太可能发生好的恋情，出现动心的对象也是自我受伤的关系，在这个时候最好不要冲动行事。你现在的工作面临很大的困难，要是处理不好有坑呢会导致一些损失，这些损失是没有办法莫不的，严重的可能还会导致自己失业。",
        "career_down": "工作方面是会变得越来越累，不要过多投入时间和精力，当然是有一定的代价，甚至会赔上自己的感情与健康，到最后也许会一无所有。很多的误会不是因为你产生的，所以根本不用解释，把自己的事情做好，不要太在意别人的看法。",
        "fortune_down": "可能你的财物方面发生了问题，会遇到一些大的经济危机，如果处理不好甚至可能会倾家荡产，你应该用理性的判断尽量让损失降到最低。"
      },
      "pic": "../images/tarots/swords01.jpeg"
    },
    {
      "id": "23",
      "name_cn": "宝剑二",
      "name_en": "II of Swords",
      "type": "Swords",
      "meaning": {
        "up": "想法的对立、选择的时机、意见不合且暗流汹涌",
        "down": "做出选择但流言与欺诈会浮出水面、犹豫不决导致错失机会",
         "love_up": "两个人之间不愿意认输，也不愿意敞开心扉来沟通，明明有感情就是死要面子也不愿意先去找对方。这段感情已经名存实亡，两人的相处无法感受到愉快到气氛，反而充满了防卫和不信任，觉得无力解决问题。",
        "career_up": "你现在的工作陷入僵局，或是与别人发生对峙的状况，表面上看起来似乎没有什么问题，但是其实问题很难解决。这个工作的未来没有什么前途，现在的状况也只是维持短暂的平静，以后还会出现很大的变化，有很大的风险。这时候应该要看清楚自己不足的地方，然后一部分尽力去完成，如果把精力分散，可能会一事无成。",
        "fortune_up": "你对于自己的财务状况并不完全了解，还有一些潜在的问题被掩盖，你应该利用这个喘息的机会来搞清楚问题。",
        "love_down": "你可能在感情上遇到了两个不同的选择，不论选择谁都不能让你完全满足，但是你自己又不愿意脚踏两只船。你感觉在这段关系当中受到伤害，甚至觉得被对方严重背叛，你完全不想再见到对方也不接受对方任何的解释。",
        "career_down": "现在你的工作状况陷入两难，也很怕被别人出卖，所以无法相信任何人，但是自己又没有能力单独去解决问题。你在这个工作未来的处境会越来越难，现在只是一种表面的平静而已，应该快点找其他的机会离开。",
        "fortune_down": "你现在的财务状况并不好，不要再自欺欺人了，只有把现在真正的问题搞清楚，你才有改善自己财务结构的机会。"
      },
      "pic": "../images/tarots/swords02.jpeg"
    },
    {
      "id": "24",
      "name_cn": "宝剑三",
      "name_en": "III of Swords",
      "type": "Swords",
      "meaning": {
        "up": "感情受到伤害、生活中出现麻烦、自怜自哀",
        "down": "心理封闭、情绪不安、逃避、伤害周边的人",
         "love_up": "爱情上多半有因为对这一段感情的认知不够多，造成了一种精神上的痛苦，又或是双方间的相处出了问题，造成了彼此间的摩擦。如果是关系已经破裂则是当作自己的责任，将其原因归咎于自己，各种各样我不对、我不好的想法萦绕心中，承担了太多关系上的责任因素，给予自己太大的情感压力。",
        "career_up": "可以轻易的反映出一种不得志或是压力的外在反应，因为这一张牌在现实层面与精神层面上是同步的，所以这一种感觉更是让人觉得难过。在事业上不得志，尔虞我诈的牺牲品，裁员或将被裁员的可怜员工，业绩的不理想，案子的取得不容易，对市场的评估出错造成的失败等比较不是很让人开心的结果发生，是很血淋淋的表现。",
        "fortune_up": "严重的财务损失或职场上的失意。有可能是你感觉自己应该会升职而结果却没有，或者是被无预警的结果了。",
        "love_down": "过去未解决的痛苦，这痛苦是你无法在目前的情况中得到满足，这个过去可能是指现在这份关系中的过去，或早先的两性关系。为了保护自己不再受到进一步的伤害，你可能会在情感上和你身边的人保持一段距离。",
        "career_down": "目前的事业被过去的痛苦所遮蔽了。或许当时你觉得被自己的情绪压得快喘不过起来了，而唯一的应对办法便是去压抑它们。在当时这个方法或许还管用，不过现在应该是找出另外办法的时刻了，也就是找出解决那些痛苦情绪的更适当的方式，否则哪些还没有被疏通的痛苦情绪永远在等着你。",
        "fortune_down": "财务上的失利迄今任萦绕心头。这种痛苦或逗留不去的不满感受，可能会让你更明锐的意识到匆促做决定的结果，这失望的感觉也有可能蒙蔽你的想法，让你对于财务上的收获更不保希望。假如你目前的状况仍是在重复先前的状态，那么在行动之前更应该三思。"
      },
      "pic": "../images/tarots/swords03.jpeg"
    },
    {
      "id": "25",
      "name_cn": "宝剑四",
      "name_en": "IV of Swords",
      "type": "Swords",
      "meaning": {
        "up": "养精蓄锐、以退为进、放缓行动、留意总结",
        "down": "即刻行动、投入生活、未充分准备却慌忙应对",
         "love_up": "代表两人或许有争执，然而双方对于彼此的争执已生厌倦，双方想要停下来独自一人思考沉淀，又或是两人之间的相处疲累，双方都倦了。",
        "career_up": "暗示自己目前所做的事情有进行的可能性，但是却没有注意到这个机会有去改善的可能。暗示对目前的工作有着一种绝望的状态，对于自己的前途感到迷茫，不知道自己应该向哪一处去做，也或者是目前的工作正遇上了危机，在一些情况里面，这样的情况是有可能继续下去的。",
        "fortune_up": "懂得如何利用资产,拥有很好的财务管理技能。 因此,在财务管理方面将会非常成功。 此外,也能通过投资房地产、股票等,获得一定的财富。 然而,需要注意的是保持财务透明度和避免无谓的风险。 ",
        "love_down": "可能暗示你正在统合或加强你自己，或对人生的理解的一个阶段或一段关系。有时候他也可能是在描述，一个伴侣为了思考生命的意义而从生活和两性关系中抽离，而对你造成不好的影响或伤害。可能表示伴侣从两性关系的肉体或精神上抽离，而遁入了书堆或某种消极的嗜好，甚至是睡眠当中。",
        "career_down": "现在工作上面碰到极大的不确定性，几乎没有什么是你能掌握得住的，除了随波逐流之外，也许该考虑另谋高就。",
        "fortune_down": "工作上的更动，或职务上的变化，或是自己因为信任自己的能力而多找了些差事来兼差等多种可能，在自有公司或个人工作室上来看，则有事业多元化或多角化发展的可能性发生，也通常的可以让自己的发展成功。"
      },
      "pic": "../images/tarots/swords04.jpeg"
    },
    {
      "id": "26",
      "name_cn": "宝剑五",
      "name_en": "V of Swords",
      "type": "Swords",
      "meaning": {
        "up": "矛盾冲突、不择手段伤害对方、赢得比赛却失去关系",
        "down": "找到应对方法、冲突有解决的可能性、双方愿意放下武器",
         "love_up": "意味分离、冲突和失落。两个人或更多人（如果亲戚或朋友牵连在内的话），都已经决定如何做一件事，但大家的决定却都不一样。除非每个人都愿意听听别人怎么说，否则事情是不可能有真正结果的。",
        "career_up": "意味着你有很快离开工作或转变职业的倾向。五是一张在困难的环境底下就会离开的牌。这群人在目前的工作当中并不是一个团队。这张牌带来的改变是强迫性的、不寻常的，而且在日后当悬而未决的问题以另一种姿态出现时，则有可能需要做更多的改变。",
        "fortune_up": "表示会因财务上的事而带来争吵，意见不合和痛苦。如果是一项投资，结果可能就是在投资结束之后，投资人彼此之间交情破裂。如果你仍坚持追寻既定目标并采取行动，而不考虑其他人的意见，那么可能的结果就是招致责备、反抗和怨恨。",
        "love_down": "两个人会有冲突会有闹矛盾，甚至会有比较大的争吵，或者是冲突已无法弥补，失败，遭受欺负的一方离去，怀有悲伤与怨恨而离开。",
        "career_down": "逆位宝剑五代表自己能从目前不利于自己的环境之中找寻出一条适合的方向前进，也可以说是自己懂得或开始去找寻破碎后的复原方法。在某程度上来说，这张牌的出现也暗示着自己把自己放到一个比较安全的环境或情况里面，并且尝试躲避同事或上司的攻击。",
        "fortune_down": "你的财务状况非常糟,问题已经不是你一个人可以处理得好的,在万不得已的状况之下宣布破产也是其中一条路。"
      },
      "pic": "../images/tarots/swords05.jpeg"
    },
    {
      "id": "27",
      "name_cn": "宝剑六",
      "name_en": "VI of Swords",
      "type": "Swords",
      "meaning": {
        "up": "伤口迟迟没能痊愈、现在没有很好的对策、未来存在更多的艰难",
        "down": "深陷于困难、鲁莽地解决却忽视背后更大的问题、需要其他人的帮助或救援",
         "love_up": "代表着双方或自己目前碰到的问题过去也曾经经历过，或是说目前的问题是前一次问题的延伸或扩大，而双方或自己却有意思想要把这样子的问题解决掉，并且让彼此的关系更进一步，而这样子的改变是缓慢的，但是双方都愿意去等待的。",
        "career_up": "现在没有很好的对策，未来有更多困难，换工作，选择要依据长远利益，想好需要带什么，需要留下什么",
        "fortune_up": "由于之前财务上发生一些状况，目前还在处理当中，只要你有心努力去解决问题，事情终究会有一个完美的结局。",
        "love_down": "分离，没有转圜可能的感觉，再某程度上来说，这一张逆位牌的出现也代表着双方间日渐交恶，彼此的联系正日渐断裂，当然的，双方也许曾做过一些挽回的假设或讨论研究，可是双方间那存在已久的问题却让这样子的可能破碎。",
        "career_down": "逆位宝剑六能让你看到想要快速突破现状的自己正在把一些自己目前法解决的问题在扩大，并且也拒绝一切外来的援助。在自己有公司与个人工作室上来看，则代表着问题不但没有解决，还更增加了很多的问题，但是在一些特别的情况里头，确有可能因为自己一些比较强烈的作法而让问题都没有了。此外，这一张牌有时候也代表了旅行，或是逃避逃跑的感觉。",
        "fortune_down": "可能会有资金上的困难，如果是做生意的人，现金流可能会捉襟见肘；投资者的话在选择项目上会感到困难，判断失误，导致自己被套牢。"
      },
      "pic": "../images/tarots/swords06.jpeg"
    },
    {
      "id": "28",
      "name_cn": "宝剑七",
      "name_en": "VII of Swords",
      "type": "Swords",
      "meaning": {
        "up": "疏忽大意、有隐藏很深的敌人、泄密、非常手段或小伎俩无法久用",
        "down": "意想不到的好运、计划不周全、掩耳盗铃",
         "love_up": "感情上最近可能会有点推进的机会，但是这种机会可能会基于其中一方又撒谎欺骗的情况下产生；这种谎言可能是善意的，为了增进双方的感情而撒的。",
        "career_up": "有手段，且目的明确，对于一些人来说可能会觉得你很功利，但是就问卜者本人来说这种情况在职场而言对自己是比较有利的。",
        "fortune_up": "小心小聪明被拆穿后暴露风险，最近理财投资方面踏实谨慎为宜。",
        "love_down": "两个人之间可能会出现龃龉，也生嫌隙。两个人的沟通不够真诚，而且可能一方或者双方都会听到关于另一半的传言，而另一半确实又没有如实相告，由此造成了矛盾的产生。如果其中一方真有过不忠的行为，也可能会有东窗事发的风险。",
        "career_down": "你在工作中是有一些小聪明的。而正是因为这种“小聪明”可能会被人惦记上，有看不惯你作为的人会传一些亦真亦假的流言出来。你可以把这种情况的出现看作是对自己行为方式的一种警示，从中学会保护自己。",
        "fortune_down": "可能会有一些偏财或者横财。但是需要多加小心，有些财运也是无福消受的。遇到这种情况，最好还是多衡量一下大局利弊，有高人指点的话情况会好很多。"
      },
      "pic": "../images/tarots/swords07.jpeg"
    },
    {
      "id": "29",
      "name_cn": "宝剑八",
      "name_en": "VIII of Swords",
      "type": "Swords",
      "meaning": {
        "up": "孤立无助、陷入艰难处境、受困于想法导致行动受阻",
        "down": "摆脱束缚、脱离危机、重新起步",
         "love_up": "可能因为自身的原因导致这段感情处于冷战，不愿迈出自己的那步。会为感情感到困扰，有些烦恼，并且不知道接下来该怎么做，处于比较迷茫的阶段。",
        "career_up": "行动力有欠缺，内心可能有想法，但是因为种种原因而不能付诸实践。可能是妄自菲薄，也可能有畏难情绪，总之一些看似组织你在工作上行动的事情可能都是你对自己的束缚，外界环境其实还算是挺开放的。这个阶段算是一个有想法但没行动的瓶颈期。",
        "fortune_up": "最近财运不济，没有好的项目发生，反而可能因为一些原因导致之前的资金出现问题。",
        "love_down": "这段感觉当事人至少一方不会感觉到很幸福，反而会有被强烈捆绑的感觉，动弹不得。两个人也会爆发激烈的冲突，伤害到彼此。而且其中一方可能会在思考是否双方都需要冷静一段时间，甚至是分开。",
        "career_down": "会遇到瓶颈期，感觉工作难以推进，升职也没有什么希望，会感觉到压力比较大，前期的工作部署或者付出的一些努力也得不到好的回报。这个时候可以换一种跟自己以往不同的思路，不要把自己局限住了。比如看能否在公司内部调岗，找一找新的工作机会，把自己从现在的环境中脱离出来。",
        "fortune_down": "投资的话，有资金被套牢的风险，而且可能是前期自己主动投入资金入局的。想解套的话可能是需要损失一些能可以，否则会一直陷入被动的局面。"
      },
      "pic": "../images/tarots/swords08.jpeg"
    },
    {
      "id": "30",
      "name_cn": "宝剑九",
      "name_en": "IX of Swords",
      "type": "Swords",
      "meaning": {
        "up": "精神上的恐惧、害怕、焦虑、前路不顺的预兆",
        "down": "事情出现转机、逐渐摆脱困境、沉溺于过去、正视现实",
         "love_up": "两人之间出现了问题，没办法好好的沟通，你感到很难过，但是又不知道该如何去解决目前两人之间出现的问题。你跌入一种烦心悲观的状态里不能自拔。",
        "career_up": "可能最近出现了比较棘手的问题，给你造成了很大的困扰，甚至影响到你的身体状况。比如，失眠，肩颈问题，头疼，劳累等等。目前的问题还是比较麻烦的，你想逃避，因为你觉得看待这个棘手的问题比较悲观消极，觉得难以下手解决。",
        "fortune_up": "最近财运不佳，本身看待问题的情绪也比较负面，在这种负能量下一般财运也会带衰。",
        "love_down": "两个人可能正在陷入一场冷战或者拉锯战之中，谁都讨不到好果子，互相只会受到折磨和煎熬。两个人之间出现了一些问题，但是至少其中一方是抗拒面对这个问题的，直面问题使TA会感到害怕。并且这段感情看起来给不了人安全感。",
        "career_down": "对工作上的事会感到棘手和束手无策，而且如果之前在工作中做过昧着良心的事的话，最近可能常常会有强烈的负罪感伴随着你。于你而言，就想一颗岌岌可危的炸弹，会不知道在什么时候就会突然爆发。",
        "fortune_down": "财运上处于劣势。近期可能会因为经济上的状况感到烦心。如果是自己做生意，可能会遇到各种各样的问题，比如资金周转不灵、供货延期、被投诉等等。严重的可能会发生激烈的冲突事件。"
      },
      "pic": "../images/tarots/bj9.jpeg"
    },
    {
      "id": "31",
      "name_cn": "宝剑十",
      "name_en": "X of Swords",
      "type": "Swords",
      "meaning": {
        "up": "进展严重受阻、无路可走、面临绝境、重新归零的机会",
        "down": "绝处逢生、东山再起的希望、物极必反",
         "love_up": "两个人的感觉是负面的，争执不断，冷战，疏离，感到失望，分居甚至分手。而且这种情况下不是好聚好散的那种分开，可能双方会闹得比较惨烈，是比较痛苦的收场。结束这段关系之后，才会有新的机遇。",
        "career_up": "可能是职场生涯中最困苦的一段时间。压力倍增，前期的工作可能白费，比如疏通的关系，做的准备等等。这段时间的工作让你感到窒息，透不过气来。留意看看有没有其他的工作机会。",
        "fortune_up": "最近财运非常不佳，如果有在投资或者做生意的一定的小心，近期可能会赔得血本无归，付出惨痛的代价。",
        "love_down": "如果是处于感情中的两个人，可能你们冷战已久，彼此之间的隔阂矛盾积怨已深，最近遇到的时候反而会打破你们的隔阂，完成一个破冰。感情上的伤害已经造成了，但是有修复的可能性，但是有可能还是没有办法再回到以前了。",
        "career_down": "可能会感到举步维艰，是工作上的低谷期，事业发展不太顺利，有可能被降职甚至开除，对自己的利益造成伤害；但是，逆位的宝剑十会有一个转折的点，并不是一直衰下去的，至少在短期内会有一个机会。",
        "fortune_down": "之前出现的资金问题有机会得到解决；如果是参与投资的项目还是尽快退出为好，损失的钱有可能比预期好点，能收益回来一些，但还是不要抱太大的期望。"
      },
      "pic": "../images/tarots/bj10.jpeg"
    },
    {
      "id": "32",
      "name_cn": "宝剑国王",
      "name_en": "King of Swords",
      "type": "Swords",
      "meaning": {
        "up": "公正、权威、领导力、冷静",
        "down": "思想偏颇、强加观念、极端、不择手段",
         "love_up": "可能没有太多太浪漫或者温情的感情，因为他非常理智，务实，可能不会花言巧语来哄人开心，他需要的伴侣是一位在心灵和思想上能够达到契合的人。那种小打小闹的情趣在他看来没有什么意义，或者说会觉得无趣。",
        "career_up": "在问卜学业的牌时出现宝剑王牌的话是非常好的，因为他本身是代表成熟思想的指挥，做事有条不紊，且在专业领域很强势很有话语权，所以放到学业上来说就是成绩肯定是名列前茅，专业课程或者设计竞赛等都是会取得好成绩的。",
        "fortune_up": "一般国王牌的财运我解读下来都还是比较好的，宝剑国王会运用专业的知识进行投资，而不是单纯凭感觉或者喜好进行。所以宝剑国王的财运并不是天上掉馅饼那种，而且有计划的一向投资回报。",
        "love_down": "单身人士的话，依然还是会处于一个独自一人的状态；恋爱中的人近期感情会不太顺利，可能其中一人或者两个人都会变得敏感暴躁，没有安全感，又没有好的沟通方式，会加剧两个人的感情危机，持续下去两个人将会渐行渐远。",
        "career_down": "看起来是一个说一不二的狠角色，职场人际关系不太好，但实际上工作能力并不太强，给人一种虚张声势的感觉。跟逆位的宝剑国王搭档工作可能会被甩锅，并且团队工作氛围也不太好，这样的人无论是作为同事还是领导都是不利的。",
        "fortune_down": "看起来是会头脑发热自以为是的做一些不理智的投资行为，可能会漏财，投出去的钱会打水漂；工作上的一些奖金也没有着落。建议就是把钱袋子捂紧一些。"
      },
      "pic": "../images/tarots/bjKing.jpeg"
    },
    {
      "id": "33",
      "name_cn": "宝剑王后",
      "name_en": "Queen of Swords",
      "type": "Swords",
      "meaning": {
        "up": "理性、思考敏捷、有距离感、公正不阿",
        "down": "固执、想法偏激、高傲、盛气凌人",
         "love_up": "宝剑王后没有那么多情，她（他）是理性的，所以这段感情来说她（他）会用审视的眼光来看待，而不是单纯靠感觉。她（他）惯用理性思维来看待一切，包括感情，所以另一半可能会感觉没有那么有激情的碰撞，甚至觉得她（他）没那么爱自己。",
        "career_up": "事业上很成功。宝剑王后是一个很自律的人，把自己安排的井井有条，不会被感情所左右思考和判断；她很理智客观，会给人冷冰冰的感觉；性格也比较强悍，做事手腕强硬。",
        "fortune_up": "王后属于上位者，且宝剑王后是主理性思维的，所以在财运上不会太差，是有计划进行投资而得到的财富。",
        "love_down": "如果是单身人士的话，最近还是会比较寡，没有桃花出现。如果是两个人的感情状况，那么也不太理想。两个人针锋相对，唇枪舌战，互相也不体谅不关心，感情处于非常危险的境地，岌岌可危。在感情中我个人觉得需要包容，沟通和关怀，但是刚好逆位的宝剑王后都没有。",
        "career_down": "如果是领导的话，下属的日子不会好过，在工作上会非常严厉，鸡蛋里头挑骨头，不会帮下属抗事情，反而是出事了会将下属推出去背锅。同事之间要注意可能会有居心不良的人在背地里做一些手脚。",
        "fortune_down": "显而易见，逆位的宝剑王后财运也是不利的。她没有可以承接住财帛的怀抱，所谓和气生财，这样一个极端自私自利的人是没有好的财运可言的。"
      },
      "pic": "../images/tarots/bjQueen.jpeg"
    },
    {
      "id": "34",
      "name_cn": "宝剑骑士",
      "name_en": "Knight of Swords",
      "type": "Swords",
      "meaning": {
        "up": "勇往直前的行动力、充满激情",
        "down": "计划不周、天马行空、缺乏耐心、做事轻率、自负",
         "love_up": "两人的感情可能会比较轰轰烈烈，直来直往，但是又是有理性的思考在其中的；如果是单身人士，最近可能会出一朵短暂的桃花，可能是一个过客的角色。",
        "career_up": "事业心非常强，有拼劲，可以说是拼命三郎了；无论是业务岗位，技术岗位，还是管理岗，对待工作都会非常上心，做事风风火火，给人的感觉比较疏离，没什么烟火气息，一心都扑在工作上。",
        "fortune_up": "财运上看起来还可以，可能会赚一笔快钱。",
        "love_down": "如果是单身人士，近期可能不太会有桃花，还是会继续维持一段单身的生活；如果是在感情中的两个人，近期可能会有一些矛盾和冲突，两个人之中会有人比较尖酸刻薄，也没有耐心陪伴，所以感情上会出现一个危机。",
        "career_down": "工作中可能会和同事起冲突，近期也会变得比较严厉，处事不够圆滑。如果是团队或者项目的leader，那么你可能会难以驾驭这个团队或者工作，会有脱缰的感觉，超出你的能力范围，不受你的掌控。",
        "fortune_down": "最近可能会破财，或者存不住钱。对于投资或者理财方面不是太在行，投了也可能是亏损的情况。可能会因为各种原因导致有过多花钱的情况。"
      },
      "pic": "../images/tarots/bjKn.jpeg"
    },
    {
      "id": "35",
      "name_cn": "宝剑侍从",
      "name_en": "Page of Swords",
      "type": "Swords",
      "meaning": {
        "up": "思维发散、洞察力、谨慎的判断",
        "down": "短见、做事虎头蛇尾、对信息不加以过滤分析",
         "love_up": "可能太聪明了，在感情中对于另一半会有防备，不够真诚，喜欢不经意间打探对方的隐私，或者使用一些自以为是的小把戏，会引起反感；另外，另一半也可能会感觉被你玩弄于鼓掌之中。",
        "career_up": "工作上会有一些小聪明，职场嗅觉还是比较敏锐的，很机灵；对同事和老板的事情都了如指掌，不论是共事还是私事。这张牌如果是问卜者本人，那么在职场中还是比较如鱼得水的，如果是他人，那么就要小心这个人，他可能会到处撒布消息，不论真假。",
        "fortune_up": "最近会有一些小道消息，可能会利于你的投资或者生意，不过要谨慎识别才好。",
        "love_down": "两个人之间沟通会存在一些问题，不能坐下来好好聊天。可能互相会从周围人那里听来一些风言风语，变得猜忌多疑，对伴侣有所防备。在一段感情里，如果两个人不能真诚的沟通，需要互相从别人口中打探消息的话，那么这是一段不太被人看好的感情。",
        "career_down": "注意团队和合作伙伴之间的沟通问题，近期在工作上可能会感到沟通不畅，或者对于商业上的消息获得有滞后的情况，会导致工作的延迟。并且周围人可能会互相有防备之心，难以获得真正的伙伴。",
        "fortune_down": "投资切忌跟风。可能会得到一些所谓的消息，但是可能这种消息都是不实的，是一些传言，不可信。又或者得到的消息是延迟的，就失去了投资占先机的意义。总之，这段时间财运不济。"
      },
      "pic": "../images/tarots/bjSq.jpeg"
    },
    {
      "id": "36",
      "name_cn": "权杖ACE",
      "name_en": "Ace of Wands",
      "type": "Wands",
      "meaning": {
        "up": "新的开端、新的机遇、燃烧的激情、创造力",
        "down": "新行动失败的可能性比较大、开端不佳、意志力薄弱",
         "love_up": "可能会有一段新的感情，或是原有感情会有新的台阶。",
        "career_up": "预示着新的工作，也代表执行力非常强，对于工作有热情，总是非常有活力，推动事情的前进。",
        "fortune_up": "最近这段时间的投资或者生意有比较好的开端，事情有非常强劲的推动能力，可能会开始一段比较冒险的投资，比如一头热扎进新的项目里。",
        "love_down": "在两性关系中处于弱势地位，可能你的另一半比较强势，也可能你过于弱势让另一半变得比较容易操控你。总之，这段感情不是一段良好的健康的两性关系，需要变得更加自信和主动一些。",
        "career_down": "在工作中没有占据主导权，反而被人牵着鼻子走。在主观能动性方面比较弱，在对待工作上的事情的时候显得比较不自信，犹犹豫豫的，这也是一种恶性循环。越是畏首畏尾，越做不好，越做不好，越没有自信。",
        "fortune_down": "最近可能会破财。投资的项目或者理财产品可能会被套牢，在投资的选择上也把自己处于被动的位置，可以收回主动权，自己进行更有意义的投资。"
      },
      "pic": "../images/tarots/wands01.jpeg"
    },
    {
      "id": "37",
      "name_cn": "权杖二",
      "name_en": "II of Wands",
      "type": "Wands",
      "meaning": {
        "up": "高瞻远瞩、规划未来、在习惯与希望间做选择",
        "down": "犹豫不决、行动受阻、花费太多时间在选择上",
         "love_up": "权杖二本身有选择决定的意思，所以在感情类问题中出现的时候，可能代表当事人正处在做一项决定的时候，比如是否要接受这个人，或是是否还要继续走下去。",
        "career_up": "有远见，你在考虑更长远的事情。比如选择行业或者岗位、工作方向等，你正在权衡利弊，以及自身今后的发展方向。",
        "fortune_up": "有意向项目或是生意上要选品，可能会要考虑这类型问题的选择情况。",
        "love_down": "感情的状况最近可能会摇摆不定。两个人在相处中可能会有一些新的人出现，让人变得不那么坚定的相信和沉浸在这段感情里。",
        "career_down": "无法在职场中大放异彩。在工作中遇到一些棘手的问题会让你变得焦虑不堪，你好像很怕遇到工作中的麻烦事，所以即使有新的机遇出现也可能无法抓住。如果工作中出现一些意外的变数，不妨抓住它试着从中突破下自己。",
        "fortune_down": "财运平平，没有大的损失，而且可能会有意外的一些赚钱的机会上门。这种机会可能是以前无法接触到的，或者是以前不太有想法的，可以尝试一下。"
      },
      "pic": "../images/tarots/wands02.jpeg"
    },
    {
      "id": "38",
      "name_cn": "权杖三",
      "name_en": "II of Wands",
      "type": "Wands",
      "meaning": {
        "up": "探索的好时机、身心灵的契合、领导能力、主导地位",
        "down": "合作不顺、欠缺领导能力、团队不和谐",
         "love_up": "新阶段，单身人士可能最近会有新的暧昧对象出现或者谈恋爱，恋爱中的人士可能感情会有更进一步的发展。",
        "career_up": "对工作有自己的安排和计划，不会盲目冲动的行动；权杖三中的人物也是一位领导者，所以在工作上你也可能是处于领导地位或者上位者，是能获得成功的。",
        "fortune_up": "本身这个人物就是一个成功的商人，所以当权杖三出现在关于财运的问题中时，表示会有不错的收获哦。",
        "love_down": "单身人士的话近期桃花运不太好，没有什么合适的人出现，比较寡；两个人的话，最近可能也会出现状况，比如欺骗和背叛，这两个是感情中的大忌。所以，在感情问题中出现逆位权杖三都不太乐观。",
        "career_down": "如果最近有项目需要与同事或者友商合作的话，可能对目前的你和这个项目来说都不是一个好时机。很有可能这个项目会因为其中合伙人的一些行为和言论为难产或者中断；而你自身也注意不要过于爱出风头，需要保持低调谦逊。",
        "fortune_down": "最近在钱财方面要多加注意，可能会有破财的风险。不要轻易把钱交给别人打理或者和人合伙投资之类的。"
      },
      "pic": "../images/tarots/wands03.jpeg"
    },
    {
      "id": "39",
      "name_cn": "权杖四",
      "name_en": "IV of Wands",
      "type": "Wands",
      "meaning": {
        "up": "和平繁荣、关系稳固、学业或事业发展稳定",
        "down": "局势失衡、稳固的基础被打破、人际关系不佳、收成不佳",
         "love_up": "是一段稳定的感情，受到大家的祝福；也可以表示为认识了志同道合的朋友，或是聚集了好朋友。",
        "career_up": "工作稳定，在这份事业上站稳了脚跟，而且会做出一番成绩得到认同，收获别人的祝福或是庆功。",
        "fortune_up": "是庆功的时刻，所以财运相关问题出现权杖四还是很不错的，会有不错的回报。",
        "love_down": "近期桃花运不太好，没有可以发展为恋人关系的人出现，或者出现的人与你的关系并不会太亲密。在感情中的人最近要多留意另一半，看最近是不是疏于沟通，两个人的感情变淡了。",
        "career_down": "表面上可能你所在的团体还是蛮和谐的，而且属于需要共同协作类型的工作。但是，可能你们这个团队是临时组建的，没有太多的感情基础，所以可能其实关系并没有看起来那么和谐，反而有一些暗自较劲在里面。",
        "fortune_down": "财运平平，有一些项目没有前期的铺垫和基础，是摇摇欲坠的。"
      },
      "pic": "../images/tarots/wands04.jpeg"
    },
    {
      "id": "40",
      "name_cn": "权杖五",
      "name_en": "V of Wands",
      "type": "Wands",
      "meaning": {
        "up": "竞争、冲突、内心的矛盾、缺乏共识",
        "down": "不公平的竞争、达成共识",
         "love_up": "与你的伴侣之间有矛盾，起争执，多数情况就是意见不合或者说是意见相左，不能达成共识，这样的情况就会起冲突。",
        "career_up": "工作中不融洽，会与工作环境中的人起冲突；团队中的人想法各异，没办法往一个共同的方向努力，多半会遇到内部的矛盾，或者竞争激励。",
        "fortune_up": "与合作伙伴不和，或是投资的项目遇到风险，有亏损的可能性，当权杖五出现时不太适合投资行为。",
        "love_down": "最近两个人的关系比较紧张，会有一些两个人之间的矛盾产生；也有可能源自于外界的过度介入，这种介入可能来自于家人长辈也有可能来自于感情中的第三者。",
        "career_down": "在工作上可能会有不愉快的经历，主要是和人之间的矛盾导致的。可能是团队或者公司内部之间的一些内斗，可能会有一些尔虞我诈的事情发生，这些事情会导致你的职场经历受挫。这个时候需要更高层级或者更权威的人出来主持大局。",
        "fortune_down": "在金钱上可能会与他人有纷争，注意可能会有诉讼或者仲裁的情况发生。"
      },
      "pic": "../images/tarots/wands05.jpeg"
    },
    {
      "id": "41",
      "name_cn": "权杖六",
      "name_en": "VI of Wands",
      "type": "Wands",
      "meaning": {
        "up": "获得胜利、成功得到回报、进展顺利、有望水到渠成",
        "down": "短暂的成功、骄傲自满、失去自信",
         "love_up": "双方都在朝着共同目标前进，这样的目标使你们更紧密的在一起来达成这个目标；你们的感情会收到别人的祝福或者被人羡慕；也可能是你们得感情迎来的新的阶段，对你们来说是好消息的新阶段。",
        "career_up": "工作上可能受到褒奖或者升职；或者手中的项目有推进，迎来了好消息；你的成绩被大家所认可祝贺。",
        "fortune_up": "会有不错回报，在下属或者合伙人中受到爱戴，别人崇拜你，就会追随你，财运上会获得你想要的成功。",
        "love_down": "对待另一半的态度比较傲慢，会在两个人之间摆高姿态；在相处和沟通中会带来负面影响。因此近期两个人的感觉可能会有一些不愉快。",
        "career_down": "以为是自己的高光时刻，殊不知可能正潜藏着危机。你目前的成功或者项目正被人觊觎着，有可能会出现小人把你的辛苦半路劫走。你需要做到谦虚低调来避免这种问题出现。",
        "fortune_down": "需要慎之又慎。最近大概率会破财，因为一些自以为是的错误判断和听信谣言。并且要注意身边的人会不会有心眼儿多的打你的主意。"
      },
      "pic": "../images/tarots/wands06.jpeg"
    },
    {
      "id": "42",
      "name_cn": "权杖七",
      "name_en": "VII of Wands",
      "type": "Wands",
      "meaning": {
        "up": "坚定信念、态度坚定、内芯的权衡与决断、相信自己的观点与能力",
        "down": "对自己的能力产生怀疑、缺乏自信与动力、缺乏意志力",
         "love_up": "相比事业和学业上的成功，感情上的话有挑战可能不不是一件好事，相反会带来冲突和争执，因为权杖七有奋力反抗的意思，所以在感情中出现这张牌代表你们两人之前可能存在一种不同心或者有争端的关系。",
        "career_up": "是个好兆头，说明你不畏挑战，迎难而上，会在挑战中获得胜利。对于职场人来说，这个胜利可能是项目的顺利进展，领导的嘉奖，同事的敬佩，升职加薪也是可能的。",
        "fortune_up": "努力争取，会有不错的回报，在财运上也是不错的。虽然有挑战，但是机遇和成功也伴随其中，只要努力争取不要放弃，会获得成功。",
        "love_down": "在感情中处于被动位置，这对段感情已经没有信心了，有想要结束的想法，或者想要暂时分开一段时间。过往的经历可能让你对感觉变得自卑且敏感，多疑又畏缩，所以也许暂时一个人也是个不错的选择。",
        "career_down": "现在的工作对你来说有点吃力，常常感到力不从心。你在职场上的位置比较被动，被人拿捏，并且这张不适会加重你的负面情绪，可能你会变得比较敏感多疑，也不太敢放手做事，会变得畏畏缩缩的。",
        "fortune_down": "最近财运不好太，可能是对之前的一些投资项目没有信心，想要退股，不过既然在这种比较神经敏感的时机，能退出还是好的，免得搞得自己神经紧张。"
      },
      "pic": "../images/tarots/wands07.jpeg"
    },
    {
      "id": "43",
      "name_cn": "权杖八",
      "name_en": "VIII of Wands",
      "type": "Wands",
      "meaning": {
        "up": "目标明确、一鼓作气、进展神速、趁热打铁、旅行",
        "down": "方向错误、行动不一致、急躁冲动、计划延误",
         "love_up": "单身的朋友最近可能会遇到新人，异地恋的两位会很快有机会见面，在感情上，权杖八体现出了积极正面的意思。诸如两人目标一致啦，不受外界约束，享受当下的生活。",
        "career_up": "目标清晰，能迅速地完成分配的任务，解决遇到的问题，会有不错的建树；即使工作上可能会有一些阻碍，但是都阻止不了你前进的步伐。",
        "fortune_up": "也是不错的，和生意或投资伙伴有默契，朝着同一发展方向前进，做事热情，勇往直前，过程也是挺顺利的。",
        "love_down": "根据前面的关键词还是挺显而易见的，而且除了两个人之间会有争吵外，可能还有来自外界的声音加入这场纷争。比如来自父母，朋友，甚至第三者的，都会加剧这场争执。感情中出现逆位权杖八首先是要两个人能达成和解，再一致对外。",
        "career_down": "如果是处在一个团队中，那么有可能你所在的团队并不和谐，会出现内讧，导致你们的项目不能如期完成甚至被废掉整个项目。特别是如果你还是团队的leader的话，那么你无法掌控你的团队，不能很好的做好管理者的角色。",
        "fortune_down": "可能会比较捉襟见肘，收支不平衡，你想消费的地方太多了，但是又不能很好地规划你的钱财，就会导致一些拆东墙补西墙的情况发生。建议减少不必要的开支，只保留维持生计的支出，先攒钱，合理规划自己手里的钱。"
      },
      "pic": "../images/tarots/wands08.jpeg"
    },
    {
      "id": "44",
      "name_cn": "权杖九",
      "name_en": "IX of Wands",
      "type": "Wands",
      "meaning": {
        "up": "做好准备以应对困难、自我防御、蓄势待发、力量的对立",
        "down": "遭遇逆境、失去自信、士气低落",
         "love_up": "权杖九在感情上可能不会太正面，因为两个可能的关系可能比较紧张，互相防备，产生了隔阂，两人的这段时间的关系不会太过亲密。",
        "career_up": "最近的工作上已经出现或即将出现挑战，这些挑战可能你已经预判到了，使你比较紧张，整个人处于一张防御的状态，等待挑战的到来。",
        "fortune_up": "最近财运比较平，没有很好的发展，投资的项目或者自己的生意也不太有好的趋势，再等待一段时间吧。",
        "love_down": "目前在感情中可能会感到孤独和寸步难行。你的这种懈怠和不防备是被动的，并不是主动去拥抱别人，而是一种自暴自弃式地等着别人来爱你，那么你很可能会失望。",
        "career_down": "缺乏斗志，没什么上进心和事业心，上班的状态可能就是摸鱼摆烂。即使出现同岗位同事在工作上的竞争也毫无反应，没有应战的想法。在这样的状态下事业可能迎来失败，一个是自己被从原来岗位上踢掉，或者自己的项目被停掉。总之目前的处境就之前的表现来说也不算让人意外。",
        "fortune_down": "最近对于理财可能没有什么特别强烈的欲望，一种听之任之的态度。比如之前投到了股市里或者基金里，也不会去管理，买进卖出全无想法，这种时候可能就会亏钱。"
      },
      "pic": "../images/tarots/wands09.jpeg"
    },
    {
      "id": "45",
      "name_cn": "权杖十",
      "name_en": "X of Wands",
      "type": "Wands",
      "meaning": {
        "up": "责任感、内芯的热忱、过重的负担、过度劳累",
        "down": "难以承受的压力、高估自身的能力、调整自己的步调、逃避责任",
         "love_up": "可能出现一些磨合过程中的问题，这个问题绝非单单存在你的身上，不要仅从自身找原因，对方也有责任；同时也可能暗示感情中有一方投入过多精力在社交和工作中，忽视另一半的感情需求。",
        "career_up": "欲戴王冠，必承其重，完成一个周期的任务，有更大的责任让你担，要学会分解任务转移压力，一些工作内容应该由擅长的人来承担。",
        "fortune_up": "出现负债，喘不过气，财运很差",
        "love_down": "两个人在一起可能会有负担感，并不是一种良性的相互督促的负担，而是给到了对方压力。这种情况下，不要太考虑太过久远的或者不切实际的事，享受当下就好。",
        "career_down": "关注下最近的工作中是否会有一些变动，比如出差亦或是工作或生活的地点有改变。最近可能会感到力不从心，压力倍增，可能需要把一些工作分配出去而不是自己独自揽下所有的活，合理分配利用资源也未尝不是一种能力的体现。",
        "fortune_down": "最近可能会在财务方面感到比较紧张，可能因为一些购入的东西或者还款上面感到吃力，例如一些债务贷款等。"
      },
      "pic": "../images/tarots/wands10.jpeg"
    },
    {
      "id": "46",
      "name_cn": "权杖国王",
      "name_en": "King of Wands",
      "type": "Wands",
      "meaning": {
        "up": "行动力强、态度明确、运筹帷幄、领袖魅力",
        "down": "独断专行、严苛、态度傲慢",
         "love_up": "可能两人的感情会有比较激烈的碰撞，这个并不是说会有大的争端或摩擦；而是因为权证国王是一个活跃且喜欢挑战的人，所以在与他相处的时候时常会有感情生活并不平淡的感觉。",
        "career_up": "是一位领导者，或者在人群中有威望的人；在工作中喜欢挑战高难度，并且乐于接受困难的工作，喜欢征服；充满热情，工作积极主动，不过对待同事或下属会有点缺乏耐心。",
        "fortune_up": "权杖国王出现的话，财运还是不错的，最近会有不错的收益。",
        "love_down": "双方在感情上处于一种不平等的地位，可能来自于原生家庭、学历或者收入方面的差异，会造成其中一方会有看不起另一方的情况发生，在感情中是不利于长久发展的。而且，可能其中一方在看待问题和处理方式上会比较固执甚至偏激。",
        "career_down": "在职场中如果你的团队的leader，那么注意不要冒进和急于求成，应当稳中求胜，注意与同事及下属之间相处的模式，可能会有为了树立威信而估计藐视别人的做法，当时这种做法是不得人心的。另外可能就是会被调职或者降职。",
        "fortune_down": "财运上不太乐观，原有的一些消息或者渠道可能会因为某些原因消失了，而目前的收入或理财方面又是比较依赖它们的，所以在财运方面近期可能不会太好过。"
      },
      "pic": "../images/tarots/wandsKing.jpeg"
    },
    {
      "id": "47",
      "name_cn": "权杖王后",
      "name_en": "Queen of Wands",
      "type": "Wands",
      "meaning": {
        "up": "刚柔并济、热情而温和、乐观而活泼",
        "down": "情绪化、信心不足、热情消退、孤独",
         "love_up": "权杖王后是一位对异性非常有吸引力的人，单身人士出现这张的话说明桃花来了；在一段感情中出现权杖王后也是不错的，她乐于照顾人，热情又温暖，直来直往，两人能愉快地相处。",
        "career_up": "一位直爽的上司，事业成功，具有领导力，又平易近人，能和大家打成一片；用热情感染大家，太阳一般的存在，对人诚恳，有点喜欢冒险，追求刺激，喜欢有挑战的工作。",
        "fortune_up": "当问卜财运方面出现权杖王后时，是非常好的兆头哦。因为权杖王后本身就有财运提升的意思，所以近期会有不错的进账哦。",
        "love_down": "会比较专制，有很强的控制欲，在两个人的感情中会失衡。再有就是，感情中会出现不忠的情况，有移情别恋或者欺瞒的情况发生。",
        "career_down": "时常会在工作中与同事产生敌对地竞争关系，这种竞争关系并不是良性的。一般是由于内心的控制欲和嫉妒心理导致的恶意竞争。总之，这段时间与工作中相关人士的关系会比较差。",
        "fortune_down": "财运上可能不会太乐观，本身权杖王后是一位上位者，但是逆位之后她上位者的优势没有了，取而代之的是一些消极的负面的情况，所以在财运上也变得不太好看。"
      },
      "pic": "../images/tarots/wandsQueen.jpeg"
    },
    {
      "id": "48",
      "name_cn": "权杖骑士",
      "name_en": "Knight of Wands",
      "type": "Wands",
      "meaning": {
        "up": "行动力、精力充沛、新的旅程、对现状不满足的改变",
        "down": "有勇无谋、鲁莽、行动延迟、计划不周、急躁",
         "love_up": "这段感情两个人相处可能会充满激情，乐在其中，是一个热情阳光的情人；但是要保持新鲜感才行，一旦感觉厌倦了，可能感情会有大的落差，毕竟权杖骑士是一个还不成熟的人。",
        "career_up": "可能换新工作，或是有出差或者外调的可能；在工作上很积极，收到任务行动迅速，且有挑战欲，喜欢征服的快感，做事充满热情，有冒险精神。",
        "fortune_up": "有风险的项目，不过高风险高回报，看起来还是不错的，但是需要保持谨慎。",
        "love_down": "两个人之间最近矛盾颇多，对于感情并不稳定的一对恋人来说，最近可能会比较危险，在感情上对于另一半的期许可能过高了，甚至会阻止你们走向下一步的计划。",
        "career_down": "最近工作上可能会受到一些阻力，可能来自于政策风向，公司经营方向变更又或者是自身的身不由己，总之在工作上进展会比较不顺利。另外就是，对于工作有极致的追求，会造成一些冲突和失望。",
        "fortune_down": "近期不要轻易将钱投入到一些理财的项目里去，很可能会有钱财方面的损耗。对于用钱的计划，也可能因为一些客观或者自身的原因延期。"
      },
      "pic": "../images/tarots/wandsKn.jpeg"
    },
    {
      "id": "49",
      "name_cn": "权杖侍从",
      "name_en": "Page of Wands",
      "type": "Wands",
      "meaning": {
        "up": "新计划的开始、尝试新事物、好消息传来",
        "down": "三分钟热度、规划太久导致进展不顺、坏消息传来",
         "love_up": "这个人年纪或者说心态比较小，对人坦率，直来直去，不会过多思考以后或者太过长期的事情，可能只着眼于当下的时光，可能会有点马马虎虎的，给人不够成熟可靠的感觉；如果是正在恋爱中，那么你们的感情可能会迎来一个新的阶段。",
        "career_up": "可能这是一份新的工作或是职位，亦或是新的项目；你对工作充满热情，好奇，喜欢探索新的领域；充满能量，但是可能会有点冒冒失失，犯些粗心的错误。",
        "fortune_up": "最近可能有新的投资机会找来，而你本身也是一个比较喜欢尝试新方向（行业）的人，还是会有好消息传来的。",
        "love_down": "可能不是一个好的情人，对工作和学业上的三心二意在感情上可以引申为多情和花心。刚开始可能会是一个热烈地追求者，但是很快就是归于平淡，前后的反差会非常大，有落差感。另外就是，可能会发生多角恋的情况。",
        "career_down": "可能没有找到自己的努力方向，对于专业和行业上的选择来说，都还是比较迷茫，看什么都感兴趣，想尝试；但是等真正转行进入后会有预期之外的情况发生，或者本身又对其他的方向感兴趣了，导致总是在一个公司或者岗位待不长久。",
        "fortune_down": "有增加收入或者理财的想法，但是想法太多，并且大概率没有系统了解过，导致不知道哪种更适合自己的目前的状况。还有就是，不太愿意花时间和精力去做深入地了解这些种类繁多的各类理财方式，所以最终可能也还是老样子，并不会有什么改变。"
      },
      "pic": "../images/tarots/wandsSq.jpeg"
    },
    {
      "id": "50",
      "name_cn": "圣杯ACE",
      "name_en": "Ace of Cups",
      "type": "Cups",
      "meaning": {
        "up": "新恋情或新友情、精神愉悦、心灵满足",
        "down": "情感缺失、缺乏交流、虚情假意",
         "love_up": "两人的情感交流很和谐，心灵契合，可以说是灵魂伴侣；单身人士的话可能预示着一段新的感情的发生。",
        "career_up": "令人满意的工作，与周遭同事和领导相处和谐；有可能是新入职一家公司，虽然是新人，但是会收获不错的情谊，这份工作还算让人满意。",
        "fortune_up": "近期投资收益不错，结果令人感到满意，是一个让人感到喜悦的程度的结果。",
        "love_down": "无论是亲情，友情还是爱情，只要是跟情感方面有联系的，都会比较消极。与人的感情会变淡，甚至破裂，自身对于情感上的需求得不到满足，会感到情感上的缺失和寂寞，由此可能产生一些比较消极和抑郁的情绪，要及时疏解。",
        "career_down": "最近可能会因为工作压力大而变得抑郁。在公司没有归属感，与同事间的感情也不太亲厚。在职场中的关系可能会遇到离间和背叛等，注意下吧。",
        "fortune_down": "不太乐观，可能会遭遇一些背叛，有破财的情况发生。水已经从杯中倾覆，是不能收集到财富的。"
      },
      "pic": "../images/tarots/cups01.jpeg"
    },
    {
      "id": "51",
      "name_cn": "圣杯二",
      "name_en": "II of Cups",
      "type": "Cups",
      "meaning": {
        "up": "和谐对等的关系、情侣间的相互喜爱、合作顺利",
        "down": "两性关系趋于极端、情感的割裂、双方不平等、冲突",
         "love_up": "一段平等的两性关系。你们能像朋友一样相处，同时心灵上的契合度非常高，能够保持一个非常和谐融洽的沟通。",
        "career_up": "团队合作良好，周遭共事的人都能保持良好顺畅的沟通，大家的合作关系是建立在平等互信的基础之上，所以在这样的团队环境下，首先关系是非常融洽的；其次在这种良好的氛围下，对事业和人的个人情绪上都是有提升的。",
        "fortune_up": "你与你的合作伙伴相得益彰，大家互惠互利，会互相成就彼此；这段合作关系里，你们能够保持互相信任，密切沟通，观点一致，会有不错的收获。",
        "love_down": "双方可能处于一种并不平等的关系之中。你们的沟通并不流畅，或者说你们之间并不那么会情感表达，从而导致了关系的紧张。感情问题中如果出现逆位的圣杯二，那么一般都是感情中出现了一些问题，不是那么融洽的。",
        "career_down": "跟同事和领导的关系可能出现变动，从原本和谐友爱的相处模式变为冲突和斗争的情况。当然，也许实际不会这么极端，但是原本友善的氛围是会遭到破坏的。这种关系的变化可能来自于工作分配的改变以及人事上的变动。",
        "fortune_down": "你可能并不能完全支配你的财富，或者你在把钱财委托给其他人或者机构打理的时候会出现不信任等情况。建议涉及钱财还是要多保持沟通和通过正规渠道进行理财。"
      },
      "pic": "../images/tarots/cups02.jpeg"
    },
    {
      "id": "52",
      "name_cn": "圣杯三",
      "name_en": "III of Cups",
      "type": "Cups",
      "meaning": {
        "up": "达成合作、努力取得成果",
        "down": "乐极生悲、无法达成共识、团队不和",
         "love_up": "其乐融融的氛围，圣杯三可能只与人团聚，不管是恋人，亲人，朋友还是同事间，都有聚在一起的意思。如果是恋人之间的话，要注意除了有欢乐，分享等意思之外，还有可能会出现多人感情的情况，当然这种情况也有可能是你们快要有小baby了哦。",
        "career_up": "如果你最近正在找工作，那么当出现圣杯三的时候，恭喜你，你将会收到多个offer，由你进行挑选；如果是已经在工作的人，那么圣杯三的出现也代表了好事情，也许有多个合作项目或者合作伙伴的出现，代表着一致的努力会取得成功。",
        "fortune_up": "有很多的机遇和机会在面前，而且就圣杯三本身来说，是会带来好的回报的牌，所以当圣杯三出现的时候，最近这段时间的财运是蛮不错的。",
        "love_down": "在问卜感情的牌阵中出现逆位的圣杯三可能不会太乐观。两个人之间会出现不和，这段感情可能也得不到外界的支持，比如家里和朋友都不太看好。还有就是，感情中可能会出现第三者，也是导致这段感情破裂的原因。",
        "career_down": "最近在工作上可能会有挫败感，有可能是在团队中有不和的事情发生，与同事或者共事的合作伙伴产生嫌隙；另外就是手中的项目会因为资源时机等原因难产，最终难以落地实施。",
        "fortune_down": "不是很顺利，可能会因为一些不好的消费习惯破财。另外就是注意下最近自己投资过的理财项目，包括自己的生意往来，可能不会有理想的结果和收获。"
      },
      "pic": "../images/tarots/cups03.jpeg"
    },
    {
      "id": "53",
      "name_cn": "圣杯四",
      "name_en": "IV of Cups",
      "type": "Cups",
      "meaning": {
        "up": "身心俱疲、缺乏动力、对事物缺乏兴趣、情绪低潮",
        "down": "新的人际关系、有所行动、脱离低潮期",
         "love_up": "这段时间比较封闭自我，跟伴侣的沟通减少，拒绝亲密接触，这是一种比较别扭的感情状态，像分手吧又没有真的分手，但是两人的感情确实变淡了。而且要小心这个时候可能出现的第三者。",
        "career_up": "马马虎虎过得去，工作上不太有建树，得过且过的性格；行动上比较倦怠，不会积极主动去寻求新的机会或者项目，没有拓展市场的野心，抱残守旧吧。",
        "fortune_up": "财运平平，比较保守，不愿意探索新的商机，即使有也因为逃避或者观望而错过好的机会。",
        "love_down": "单身人士的话，最近可能会有新人出现，由此可能会产生一段恋情哦。不过对于恋爱中的人来说可能并不太好，改变可能来自于移情别恋，可能出现了新的选择。",
        "career_down": "会有一些新的机会出现在你的面前，可能是新的工作机会，比如有其他公司向你伸出橄榄枝，又或者你在原来的公司有调岗或者项目上的变更。总之这种变化会伴随你近期的工作，并且可以相信你自己的直觉，做出对自己最有利的选择。",
        "fortune_down": "财务方面收益还不错，可能会有来自新增的理财项目所带来的收入。如果最近有发现一些不错的投资项目，不妨跟着自己的直觉试试看。"
      },
      "pic": "../images/tarots/cups04.jpeg"
    },
    {
      "id": "54",
      "name_cn": "圣杯五",
      "name_en": "V of Cups",
      "type": "Cups",
      "meaning": {
        "up": "过度注意失去的事物、自责、自我怀疑、因孤傲而拒绝外界帮助",
        "down": "走出悲伤、破釜沉舟、东山再起",
         "love_up": "最近情感上会感到孤单，这种孤单并不是没有人在身边陪伴，而是一种源自内心的孤独感。例如恋人之间感情疏远变淡，甚至分手，朋友间也出现隔阂，久不联系，与亲人感情生疏等等。",
        "career_up": "可能正处于事业的低谷期，工作上没有什么起色，方案迟迟不能落实，客户谈不下来，合作失败，与共事的人无法好好相处。总之，是一段事业上的低迷期。",
        "fortune_up": "时运不济，没有人帮衬，也没有好的项目或者自己也不远往前看，有后悔的清晰，从而看不见一些新的机遇。",
        "love_down": "会遭遇挫折，或者已经遭遇挫折了还没有走出来。这个时候可以向身边的人寻求帮助，来缓解自己的孤独还有失落感。不过可以放心的是，这样令人难过的情绪不会持续太久，很久就会放下了。",
        "career_down": "这段时间的工作上可能会感到有点艰难，没有可以帮助你的人，并且还不断遇到困难。解决的办法可以是，更改项目计划或者说变更执行的项目，变更推进事情的方向，例如换一个对接的人或者部门。",
        "fortune_down": "看起来不太乐观，河流到了画面的上方，杯子也在上方，无法作为容器承接事物了，所以近期看来财运和收入上不太好，需要开源节流。"
      },
      "pic": "../images/tarots/cups05.jpeg"
    },
    {
      "id": "55",
      "name_cn": "圣杯六",
      "name_en": "VI of Cups",
      "type": "Cups",
      "meaning": {
        "up": "思乡、美好的回忆、纯真的情感、简单的快乐、安全感",
        "down": "沉溺于过去、不美好的回忆、不甘受束缚",
         "love_up": "两人的恋爱很温馨，但是其中一方存在被照顾的情况，可能两人相处并不平等；而也是由于这种原因，这段感情没办法让人成长，会变成温室里的花朵；还有一层意思，就是会遇到旧人，或是怀念过去的感情。",
        "career_up": "工作稳定舒适，可能会受到来自领导和同事的照顾；也可能你也乐于分享和照顾其他人；但是也正因为如此，这个工作不会让你有太多的成长，一直待在自己的舒适圈中，自己是没法在工作中独当一面的。这个的话就看个人是怎么选择和判断吧。",
        "fortune_up": "财运近期来说相对还不错，因为圣杯六有安全感保障等意思，所以对于用财富来衡量安全感的人来说，近期的收入是不错的哟，而且可能是回头客或者二次合作这种类型的生意。",
        "love_down": "两个人的感情可能会不太稳定，如果一直沉浸在过去的感情里难以释怀，对现在的伴侣来说可能并不公平。需要放下过去，向前看，人才能获得成长。也有说法是代表复合，我认为这里如果看作是复合的话，也是代表一段完全断了的感情重新开始，而不是藕断丝连那种复合。",
        "career_down": "如果说，之前是在一个舒适圈里，有领导或者师傅罩着你，偶尔犯点小错也无伤大雅，那么现在就是需要你自己独当一面，成长起来的时候了。现在周围的人不太会包容你帮助你，需要你自己解决问题，可能会让你觉得是一段比较艰难的时间。",
        "fortune_down": "最近财运上可能不太乐观。可能你之前会有一些不错的收入，但是现在环境改变了，无法像之前一样保持收入稳定了。"
      },
      "pic": "../images/tarots/cups06.jpeg"
    },
    {
      "id": "56",
      "name_cn": "圣杯七",
      "name_en": "VII of Cups",
      "type": "Cups",
      "meaning": {
        "up": "不切实际的幻想、不踏实的人际关系、虚幻的情感、生活混乱",
        "down": "看清现实、对物质的不满足、做出明智的选择",
         "love_up": "感情中的双方可能有其他的想法，没有认真地对待这份感情；或者是一厢情愿，也可能代表被欺骗。总之在感情相关的问题中出现圣杯七的话，当事人就要多加小心了。",
        "career_up": "比较有想法，或者想得太多，也可能有不切实际的幻想，这些想法好的一方面来说是你有上进心，对工作对自己有追求有要求；另一方面来说，可能不够踏实，还没有看清自己内心的想法和诉求，没有认清现实状况。",
        "fortune_up": "近期不要随便做投资，前期投资出去的钱能收回就收回，收不回也不要再放更多的钱进去，最近接触的项目或者投资可能有欺骗的性质，注意规避风险，小心陷阱。",
        "love_down": "对于有恋人的人来说，对于两个人的未来会看得更加清晰，也会明确自己想要什么，会做出一个明智的选择。之前可能处于热恋中的粉红泡泡会褪去，转而是更为现实的考虑和抉择。",
        "career_down": "如果是做理科类方面的工作，会是不错的一个阶段。目标明确，思路清晰，能在关键时刻做出对自己最有利的决定；但如果是创作相关的工作，最近可能会遇到创作的瓶颈期，没有什么灵感，比较难有好的作品出来。",
        "fortune_down": "近期财运应该是不错的，不会受人蒙蔽，如果遇到了理财骗局也会保持头脑清醒，不会上当受骗。"
      },
      "pic": "../images/tarots/cups07.jpeg"
    },
    {
      "id": "57",
      "name_cn": "圣杯八",
      "name_en": "VIII of Cups",
      "type": "Cups",
      "meaning": {
        "up": "离开熟悉的人事物、不沉醉于目前的成果、经考虑后的行动",
        "down": "犹豫不决、失去未来的规划、维持现状",
        "love_up": "近期感情可能会出现分手的局面，其中一方已经做好了离开的准备，他（她）已经能够放下或者牺牲这段感情来成全自己的其他追求，可能是另一个感情也可能是自己的学业或者事业。",
        "career_up": "对现状不满，可能近期有离职的想法；也许在其他人看来你所处的职位或是薪资已经相当不错，但是你愿意放弃或者说是牺牲你所拥有的，转而去追求你所认为的那一部分缺憾，来圆满自己。",
        "fortune_up": "近期财运平平，不会有什么额外进账，应该是一段等待思考取舍的阶段，要做出一些牺牲和明确自己的目标。",
        "love_down": "对待感情比较保守，可能现在你已经感受到在这段感情中的不适，但是你选择保持原状。也可以理解为，想要感情维持原状，比如挽回或者求复合的情况等。",
        "career_down": "可能与同事间相处还不错，或者你比较看重人际关系这方面。在工作中比较保守，比较难做出改变，对现状还算满意。另外一种情况就完全相反，可能有跳槽的想法，并且比较冲动，目前看来不算是一个恰当的时机。",
        "fortune_down": "财运看起来也是比较保守的，没有什么比较好的收入进来。而且大概率你目前有收入的渠道还是会保持原样，不会有太多变数。"
      },
      "pic": "../images/tarots/cups08.jpeg"
    },
    {
      "id": "58",
      "name_cn": "圣杯九",
      "name_en": "IX of Cups",
      "type": "Cups",
      "meaning": {
        "up": "愿望极有可能实现、满足现状、物质与精神富足",
        "down": "物质受损失、不懂节制、寻求更高层次的快乐",
        "love_up": "感情和美，双方都能从中得到情感上的满足；在这段感情中，你们能享受生活，感受到彼此的爱意，因为这张牌有享乐的意思，所以在这段感情中应该能很好的享受对方带来的快乐，不管是物质上的还是精神上的。但是注意其中一方可能有点以自我为中心。",
        "career_up": "工作能力不错，聪明，甚至有点自负，且在工作中能获得成就感；能得到领导的赏识，会有升职加薪的机会。",
        "fortune_up": "近期财运还不错，甚至好到会让你有点得意的程度，前期的付出会得到好的结果。",
        "love_down": "可能爱自己比较多，害怕自己受伤害，不愿意低头或者先迈出一步。这对于一段感情来说可能是不利的，如果一个人在感情中都吝啬自己的爱，那么这段感情可能也不会维持很长一段时间，要不然就是另外一半会非常辛苦。",
        "career_down": "在之前的工作经历中，你应该是有做出过一些成绩的；但是现在的情况可能达不到你对自己的要求，你可能会变成一个工作狂。并且可能会守着自己之前的成就，而不是向新的工作发起挑战。",
        "fortune_down": "最近可以看下其他的投资渠道或者增加收入的方式，之前的方式可能需要有所变更才能在财务上有所增益。"
      },
      "pic": "../images/tarots/cups09.jpeg"
    },
    {
      "id": "59",
      "name_cn": "圣杯十",
      "name_en": "X of Cups",
      "type": "Cups",
      "meaning": {
        "up": "团队和谐、人际关系融洽、家庭和睦",
        "down": "团队不和、人际关系不和、冲突",
        "love_up": "感情美满，甜蜜；应该已经度过了热恋期，寻求更稳定的阶段，互相成为对方的依靠，相互扶持，迎接光明的未来；对未来有美好的期盼，两人之间的氛围欢乐祥和，且都乐于分享。",
        "career_up": "团队氛围很好，同事间相互帮衬，氛围和谐，没有勾心斗角的腌臜事情；能在这样的氛围中工作感到很幸福，这个团体会让人有归属感和集体荣誉感，总的来说，工作氛围是相当其乐融融的。。",
        "fortune_up": "近期会有不错的收益，圣杯十代表美满富足，所以在财运上看来，最近这段时间是非常不错了，有投资就会有好回报的时机。",
        "love_down": "两个人相处最近会有颇多矛盾，以前可能还是很温馨的，但是最近因为一些原因关系会变得冷淡，发生一些争吵都是可能的。如果是单身的人的话，最近暂时没有桃花，还是会处于形单影只的状态。",
        "career_down": "与团队的相处和配合不是很融洽，或者可以说在工作中是单打独斗的类型。比较容易跟人起冲突，与人合作的话氛围不是特别好。",
        "fortune_down": "财运比较一般吧，可能会有一个低谷期，毕竟逆位的圣杯十是有不和谐和纷争的意思在里头。按古话说，和气生财，避免和人起冲突，与周围的人和谐相处。"
      },
      "pic": "../images/tarots/cups10.jpeg"
    },
    {
      "id": "60",
      "name_cn": "圣杯国王",
      "name_en": "King of Cups",
      "type": "Cups",
      "meaning": {
        "up": "创造力、决策力、某方面的专家、有条件的分享或交换",
        "down": "表里不一、行为另有所图、对自我创造力的不信任",
         "love_up": "圣杯国王是一个成熟体贴的恋人，会比较顾家，考虑的事情也比较长远，而且在两个人的相处中也很能为对方着想；虽然在两人的感情中会是处于比较掌握主动权的一方，但是并不强势和咄咄逼人，反而是温柔内敛的。",
        "career_up": "可能是一个上位者，也许是公司的领导，也可以是小团队的负责人，或者是在同事中比较有威信的人；愿意为他人提供帮助，如果是从事跟艺术领域相关或是具有创造性的工作都是会有不错的成就，否则可能会不那么成功。",
        "fortune_up": "财运也还可以，物质这方面还是不错的，而且在生意中或者投资中是比较有话语权的，是合伙人中的话事人。",
        "love_down": "可能会遇到一个感情骗子，这个人不像表面看起来表现的那样，惯会甜言蜜语哄人，但实际背地里却是另一套做派。如果是新认识的人，更要多留一些心眼。可能会有出轨的风险。",
        "career_down": "不被周围的同事和领导所信任，这可能是你在过往的工作经历中有过作假或者夸大的行为造成的。但是对于自身来说，也要小心工作中的小人，可能会被别人插刀的情况，注意周围那种表里不一说一套做一套的人。",
        "fortune_down": "投资有风险，轻易不要相信人。最近有可能会被人骗钱，小心周围找各种理由借钱的人，一旦钱财出去，很可能就回不来了。"
      },
      "pic": "../images/tarots/cupsKing.jpeg"
    },
    {
      "id": "61",
      "name_cn": "圣杯王后",
      "name_en": "Queen of Cups",
      "type": "Cups",
      "meaning": {
        "up": "感情丰富而细腻、重视直觉、感性的思考",
        "down": "过度情绪化、用情不专、心灵的孤立",
         "love_up": "圣杯王后就是一张主打感情的牌，她情感细腻丰沛。如果指恋人的话，她可能代表你的恋人很会照顾人，想象力丰富，多愁善感，有艺术家的敏感，直觉很敏锐；如果是单身的话，那出现圣杯王后说明近期会有一个善于倾听和充满关怀的人出现哦。",
        "career_up": "富有同理心，能设身处地地为他人着想，在工作做可能会不够强势，偶尔也比较玻璃心；但是不管是作为普通职员还是领导者，其他人都喜欢找你倾诉，在工作上比较能够照顾他人。",
        "fortune_up": "圣杯王后出现的时候，物质条件不会差，所以在财运上可以放心，虽然没有星币王后那么大富大贵，但是也是相当不错的。",
        "love_down": "代表你在情感上出现压力。可能是在感情中出现嫉妒心，最坏的情况是，表示有人在这段关系里不忠实。",
        "career_down": "工作状态不稳定，很情绪化的工作，而且本身这份工作也不稳定，会发生变化。不要陷在情绪中，要清理负向能量，才能看清事情本身就是个事情。",
        "fortune_down": "过份敏感自己的金钱的出，不享受花钱的感觉。投资的变化也影响你的心情。"
      },
      "pic": "../images/tarots/cupsQueen.jpeg"
    },
    {
      "id": "62",
      "name_cn": "圣杯骑士",
      "name_en": "Knight of Cups",
      "type": "Cups",
      "meaning": {
        "up": "在等待与行动之间做出决定、新的机会即将到来",
        "down": "用情不专、消极的等待、对于情感的行动错误",
         "love_up": "白马王子，情圣，多情诗人都是圣杯骑士的标签，他就是一个非常浪漫主义的角色，所以非常有异性缘，桃花很好；但是，他不够专一，多情又敏感，可能会是一个浪漫的情人，但不会跟你唯一到老。",
        "career_up": "有想法，但是会给人好高骛远不够踏实的感觉，人际关系不错，异性缘好，能和同事成为好朋友；待人热情，温柔，但是在做事情上容易优柔寡断行动力不足，也不够果断。",
        "fortune_up": "想得挺美好，但是实际可能与想象的有出入，并不如你期望的有那么多回报，圣杯骑士这张牌看来财运平平。",
        "love_down": "不太专一，容易见异思迁，可能外表看起来还不错，但实际没什么内涵，并且很会说一些甜言蜜语哄人开心，吃这一套的兄弟姐妹们要小心了，看起来不像是一个良配，建议多观察，不要轻易相信。",
        "career_down": "对于工作可能有一些不切实际的想法，这个想法跟现在的岗位暂时是不匹配的，空有想法，但是能力还不足以支撑自己来完成这些想法。可能会给人一种不太可靠的感觉。",
        "fortune_down": "可能会有破财的风险。比如听信他人的话或者被人骗，做了一些空壳公司的理财项目这种。最近注意不要轻易做关于财务方面的决定，要慎重。"
      },
      "pic": "../images/tarots/cupsKn.jpeg"
    },
    {
      "id": "63",
      "name_cn": "圣杯侍从",
      "name_en": "Page of Cups",
      "type": "Cups",
      "meaning": {
        "up": "情感的表达与奉献、积极的消息即将传来、情感的追求但不成熟",
        "down": "情感的追求但错误、感情暧昧、过度执着于情感或问题",
         "love_up": "如果是单身人士，那么最近会有新的感情机会，出现的这个人可能比较天真浪漫，可能从事艺术类相关专业的工作，男生的话可能会比较秀气内敛一点；如果是已经在恋爱中的人，感情上会比较依赖对方，但是两人的感情也是甜甜蜜蜜的。",
        "career_up": "悟性高，能够帮助别人，在工作中属于非常适合团队合作的人；他有想象力，能够给同事提供支持，且为人和善，大家都乐于与他共事。但就个人来说，目前还不能独挡一面的进行工作。",
        "fortune_up": "近期运势不错，通常我们投资或者做生意都还是蛮精打细算的，但是财运问题中出现圣杯侍从的话，我会觉得是傻人有傻福的一笔财富。因为圣杯侍从每天都乐乐呵呵的，不会精于算计，但是他的财运又是不错的。",
        "love_down": "在感情上沟通不太顺畅，可能会有隐瞒和欺骗的情况发生；并且，在感情中可能有一方表现出超强的依赖性，而这种依赖性衍生出来为了获得更多的爱和情感，可能会出现欺瞒的情况。",
        "career_down": "目前在工作上可能不太有建树，大部分是需要跟着别人的脚步来做事，没有太多独立自主做决定的机会。而且看起来，暂时还没有独当一面的能力，如果是实习的阶段可以多学习一些。另外就是，工作中一些需要有结果的事情未必最终会得偿所愿。",
        "fortune_down": "如果最近有人带来关于投资方面的消息，那么这个消息可能已经过时了，你的理财计划需要重新拟定。跟风投资没有好结果。"
      },
      "pic": "../images/tarots/cupsSq.jpeg"
    },
    {
      "id": "64",
      "name_cn": "星币ACE",
      "name_en": "Ace of Pentacles",
      "type": "Pentacles",
      "meaning": {
        "up": "新的机遇、顺利发展、物质回报",
        "down": "金钱上的损失、发展不顺、物质丰富但精神虚空",
         "love_up": "即将开始一段踏实的，稳定的感情，也可能代表这段感情不是清苦的，而是充满享乐的，毕竟有星币牌在，就是与物质相关的。是一段有物质基础，比较稳健良好的新感情。",
        "career_up": "一个新的机遇新的开始，这个开始相比于其他牌组的第一张牌来说，是基于资金充足的开始，所以对于新的事业的开展目前看来是比较好的，至少前期的资金是不用愁的，而且这个新的事业是值得进行投资的，无论是指钱财方面的投资还是自身精力的投入。",
        "fortune_up": "会有一些机遇，但是并不会现在就得到很多钱，而是目前遇到的机遇或者自己的投资计划是值得进行投资的，会有不错的发展，是良好的开端。",
        "love_down": "单身人士的话，近期没有新的桃花出现，即使有也可能是比较轻浮的烂桃花。情侣之间可能会因为钱的事情有争执，或者一方的经济状况不太好，花得比赚得多，两个人的感情也不是太稳定。",
        "career_down": "对于自己的工作可能会判断失误，本该开始执行的项目泡汤；可能会被降薪，或者一笔本来计划中的奖金最终拿不到。近期在工作中遇到的事情都会跟“钱”有关，并且是资金短缺一类的情况。",
        "fortune_down": "钱会从手中溜走，那么现实中对应的投资项目可能就会变成眼睁睁看着煮熟的鸭子飞走了。或者即使有机会发了一笔横财，但是也会很快花出去的。钱来得快去得也快。"
      },
      "pic": "../images/tarots/star01.jpeg"
    },
    {
      "id": "65",
      "name_cn": "星币二",
      "name_en": "II of Pentacles",
      "type": "Pentacles",
      "meaning": {
        "up": "收支平衡、财富的流通、生活的波动与平衡",
        "down": "用钱过度、难以维持平衡、面临物质的损失",
         "love_up": "会是一段轻松的感情，两个人都能把工作和生活经营好，也比较有生活情趣，平时可以有一些娱乐活动，两个人的相处比较和谐，有比较好的发展空间。",
        "career_up": "可能有需要你做出选择以保持平衡的事情。譬如，工作与家庭之前的时间和精力的分配；或者是两个项目（工作内容）上的安排诸如此类的。不过，这里的是在动态中保持住了平衡，也就是目前是处于一个比较和谐的状态的。",
        "fortune_up": "可能只是收支平衡，而没有额外的收入。",
        "love_down": "看看是不是有人在脚踏两只船哦，如果同时有多个人在聊，可能会有东窗事发的风险哦。或者是伴侣在和其他的人或者事上面有一些冲突，但是你以无力来维持表面的和谐了。两个人之间可能会分分合合，不能维持长久稳定。",
        "career_down": "近期工作方面会比较有变动，人事方面可能会调岗或者离开原有的工作进入新的环境，被动离开或者主动离开都有可能。负责的项目可能也会被反复提起又废掉，会消磨掉人的耐心，这个时候一般人的情绪也会被调动，变得比较敏感和情绪化。",
        "fortune_down": "风险和收益并存。如果是投资理财的话，做最坏的打算，也许最终结果还不错。不过就逆位的星币二来说，你的收益曲线可能会变数很大，让你的心情也跟着起伏不定。"
      },
      "pic": "../images/tarots/star02.jpeg"
    },
    {
      "id": "66",
      "name_cn": "星币三",
      "name_en": "III of Pentacles",
      "type": "Pentacles",
      "meaning": {
        "up": "团队合作、沟通顺畅、工作熟练、关系稳定",
        "down": "分工不明确、人际关系不和、专业技能不足",
         "love_up": "星币三在感情上对于双方来说可能情感交流上没有圣杯牌组那么多。它可能代表一段工作中出现的情缘，或者是双方都比较看重物质方面的，对情感类的交流沟通比较浅淡。",
        "career_up": "在工作上会有志同道合的伙伴一起共事，你们有着相同的目标，而且大家术业有专攻，各司其职，配合默契，共同去完成一件事情，也能从中学习到，是非常稳定的合作关系，而且这个团队合作后续会给大家打来不错的发展，职位或者是收入都会不错。",
        "fortune_up": "跟人合作投资或者做生意会有不错的收入。在问卜财运的问题中，一般出现星币牌都还是会有比较好的结果的。",
        "love_down": "处于感情之中的两个人可能会有一些矛盾产生，或者是新的一段感情还需要磨合一段时间。目前看起来，两个人默契度还不够，可能会有点貌合神离，双方都需要更加迈出一步向对方靠近。",
        "career_down": "团队工作方面可能会出现问题，比如人员配合度不高，专业度不够，不能够将项目顺利地推进，需要进一步的磨合和在专业和技术上继续学习。事业的话暂时不是起飞的阶段，根基还不太牢，在职场中还不能够表现得很出彩，只能说是把工作完成。",
        "fortune_down": "对于财运来说不功不过的一张牌，收支应该可以平衡，但要说额外的一些收入和增益，那么也是没有的。不过，这张牌的出现意味着在收入方面，跟人的关系比较大。"
      },
      "pic": "../images/tarots/star03.jpeg"
    },
    {
      "id": "67",
      "name_cn": "星币四",
      "name_en": "IV of Pentacles",
      "type": "Pentacles",
      "meaning": {
        "up": "安于现状、吝啬、守财奴、财富停滞、精神匮乏",
        "down": "入不敷出、奢侈无度、挥霍",
         "love_up": "两个人之间的相处可能会因为金钱或者物质比较敏感，不够大方，显得有点小家子气。但是两个人的感情可能会很稳定，或者是适合居家过踏实日子的类型。",
        "career_up": "工作非常稳定，工作内容比较顺手甚至固化，不太具有开创新。类似每天都在做重复性的工作，而不是创造性的工作。就工作上的收入来说，也只是能够维持，并不会有特别好的收入。",
        "fortune_up": "虽然是一张星币牌，不过可没有太好的财运，也就是收支平衡的水准。最近这段日子可能也会比较节省一点。",
        "love_down": "两个人之间的感情不太稳定，也可能因为跟钱相关的问题有分歧；在一起共同过日子的话，可能财政上会比较吃紧，生活会比之前艰难一点。单身人士的话，有可能会遇到抠门的对象。",
        "career_down": "工作上会有变数，项目或者岗位职级的调整，一般是向下进行调整的。工作上可能会遇到或者成为比较固执的人，不会变通且爱斤斤计较，职场关系比较一般。想改善的话需要为人和善大气一点。",
        "fortune_down": "最近财政状况不太好，收支不平衡，花费变多，存不住钱。虽然可能有制定存钱计划，但是不能执行。理财方面就还是那句话，投资需谨慎。"
      },
      "pic": "../images/tarots/star04.jpeg"
    },
    {
      "id": "68",
      "name_cn": "星币五",
      "name_en": "V of Pentacles",
      "type": "Pentacles",
      "meaning": {
        "up": "经济危机、同甘共苦、艰难时刻",
        "down": "居住问题、生活混乱、劳燕分飞",
         "love_up": "两个人的感情可能比较疏离，没有很热络，对对方的支持或者给到的安全感比较少，属于比较冷淡的一段关系。如果这段感情想要走下去还是会走得比较艰难，物质条件也比较缺乏，也得不到周围的亲朋的支持。",
        "career_up": "在事业上可能是一个低谷期，没有很好的机会，施展不开拳脚，没有贵人相助，郁郁不得志，可能会陷入停职、降薪，甚至是失业的危机。",
        "fortune_up": "很明显，最近时运不济，财运可以说是完全没有，而且还会有财务上的危机，做生意或者投资的最近不要有大动作，不然有极大的很可能会出现破产或者血本无归的情况。",
        "love_down": "两个人的感情吃出现裂痕，难以修复，这段时期对于两个人来说都比较艰难，感情维系起来感到很吃力，也寻不到出路，看不到头的争吵。总之，两个人在这个阶段都或多或少会受到伤害，有分手的可能性。",
        "career_down": "处于极度混乱和迷茫的一段时期。工作上并不太顺利，各方面都是：项目难以启动，资金不到位，被共事的人背刺等等。困难亟待解决，但是需要有耐心和一个过程，不要操之过急。",
        "fortune_down": "有需要额外支出钱财的地方，有可能是因为伤病或者需要赔付一笔钱这种消极的情况，并且会让自己的财务状况陷入更加艰难的境地。"
      },
      "pic": "../images/tarots/star05.jpeg"
    },
    {
      "id": "69",
      "name_cn": "星币六",
      "name_en": "VI of Pentacles",
      "type": "Pentacles",
      "meaning": {
        "up": "慷慨、给予、礼尚往来、财务稳定且乐观",
        "down": "自私、暗藏心机、负债或在情义上亏欠于人",
         "love_up": "两人的感情里有一个人处于比较强势的地位，可以掌控这段感情的走势；另外一方相对弱势，会比较顺从。这段感情看起来两个人的地位不太平等。这种情况的话就要看双方对这种主从的认知关系是否相同了。",
        "career_up": "目前处于一种稳定的工作状态，用劳动换取报酬，俗话说就是打工人啦。一般属于被支配的地位，付出劳动得到薪酬，相比于自己单干或者创业来说，这个也是一种你比较理想的工作状态。",
        "fortune_up": "最近小有积蓄，可能会进行一波投资，也是会有不错的收益；或者是收到来自他人的慷慨，比如家里长辈之类的。",
        "love_down": "可能会是一段不太平等的关系哦，有一方可能会处于比较强势或者更有掌控的一方。在情感需求方面可能就没办法面面俱到，这段感情可能会让人有一种比较欠缺的感觉，并没有填满内心。也就是说，至少有一方，在这段感情中是不那么舒服和自在的。",
        "career_down": "工作方面会变得比较困扰，一方面可能工作内容会加多，变得没办法平衡原有的工作和节奏；另一方面，可能会有降薪或者被罚款的情况发生。还要看下自己最近是不是有离职的打算，如果没有主动离开的想法，那就要注意下老板是不是有让你离开的计划了。",
        "fortune_down": "在财务方面出现逆位的星币六可以说是相当不美妙哦。原本慷慨的商人会变成一毛不拔的铁公鸡，并且财务方面也会陷入危机，变得入不敷出。建议是做一些计划，减少非必要支出。"
      },
      "pic": "../images/tarots/star06.jpeg"
    },
    {
      "id": "70",
      "name_cn": "星币七",
      "name_en": "VII of Pentacles",
      "type": "Pentacles",
      "meaning": {
        "up": "等待时机成熟、取得阶段性成果、思考计划",
        "down": "事倍功半、投资失利、踟蹰不决",
         "love_up": "双方的感情趋于稳定，会从更加务实的方面去思考两个人的未来，相比于热恋期的浪漫和理想，目前两人更能把一切跟经济和未来相关的实际问题进行探讨。",
        "career_up": "前期付出的努力会有回报，比如前期做的商务工作，打通的人脉，铺开的渠道会得到想要的结果；但是因为是收获的时刻，所以这波成果收割后也是该思考接下来的计划，如果把现有的成就跟未来联系起来发展等等。",
        "fortune_up": "最近是丰收的季节。前期付出的投资或者是生意近期会有不错的回报。但是同样的，需要暂停思考下接下来的计划，使得投资和发展可以稳定的进行。",
        "love_down": "会停滞不前，会出现一段冷却期。也许没有明显的争执或分歧，但是感情会进入一个瓶颈期，难以进一步的升温。也许是在潜移默化中发现两个人一些不合的地方，所以慢慢地也就交流和沟通变少了，双方感觉到这种不契合的地方，可能会在相处中不那么亲密。",
        "career_down": "前期可能会经历一段固化的忙碌，但是一直这样是没有成长和结果的，在目前看来职场上的竞争力不会太强，属于盲目的忙碌，一种按部就班的工作方式。想要在工作中取得成绩，需要强迫自己停下来思考，做下规划和打算，否则很难在工作领域取得成功。",
        "fortune_down": "如果还是以之前的一些固定的理财方式的话，在财务上可能反而会有亏损，固定收入可能会有所减少，其他方面的投资收益也不会很乐观。而且容易因为钱财方面的事情出现一些困难的局面。"
      },
      "pic": "../images/tarots/star07.jpeg"
    },
    {
      "id": "71",
      "name_cn": "星币八",
      "name_en": "VIII of Pentacles",
      "type": "Pentacles",
      "meaning": {
        "up": "工作专注、技能娴熟、进取心、做事有条理",
        "down": "精力分散、工作乏味、工作产出不佳",
         "love_up": "双方的关系比较稳定，可能感情并不轰轰烈烈，但是对于对方是有责任和承诺的，这种感情对于双方或者周围的亲朋来说，认可度都比较高。是一种可以踏实过日子的感情。",
        "career_up": "一位勤劳的员工，工作认真努力，而且有钻研的精神，会有耐心去学习研究；为人也很踏实，是老板会喜欢的那种员工。",
        "fortune_up": "辛勤劳作而获得回报是对这张牌财运上的理解。星币八不会有意外横财，但是用自己的一技之长养活自己还是可以有一笔不错的收入的。",
        "love_down": "可能会在感情上开小差哦。可能是个喜欢随口做出保证和承诺的人，但是这些保证和承诺大概率只是一时兴起逞逞口舌之快，事后并不会兑现。对于感情的看法也比较草率，不会认真的。可能只是看中另一半的财务。",
        "career_down": "工作上可能会有一些小聪明，使得在一些方面可以做到虽然实质工作没有做好，但是足以应付上司的检查。但这种方式在职场上并不能获得真正的成功，通常是短暂的。对于目前的工作也不太上心，可能因为不喜欢工作内容或者是有其他想法，反正对于工作是不能够做到专心致志心无旁骛的。",
        "fortune_down": "有漏财的风险。钱汇集不了到一起，会被各种事务分摊出去。也可以理解为，会有额外的钱财的支出情况出现。比如你的投资出现困境，需要投入更多的资金来周转；处理意外的故障等等。"
      },
      "pic": "../images/tarots/star08.jpeg"
    },
    {
      "id": "72",
      "name_cn": "星币九",
      "name_en": "IX of Pentacles",
      "type": "Pentacles",
      "meaning": {
        "up": "事业收获、持续为自己创造有利条件、懂得理财储蓄",
        "down": "失去财富、舍弃金钱追求生活、管理能力欠缺",
         "love_up": "如果正处于一段感情当中，那么这段感情可能物质基础比较丰满，两个的相处也比较愉快，是一段成熟且让人舒服的感情；如果是单身人士，那么可能是一位单身贵族，物质条件不错，或者精神上很富足。",
        "career_up": "作能力很强，无论遇到什么样棘手的问题都可以被你很好的解决掉；近期非常有可能升职加薪等收获在等着你。这些成功是基于前期你的自律，对自身的要求和部分牺牲所获得的成功。",
        "fortune_up": "近期会很有不错的收获，无论是有计划的理财投资，还是自己的生意，还是天上掉下来的馅饼，你都会得到一笔不菲的收入。",
        "love_down": "这段恋情大概率不会走向非常光明，可能不会开花结果，甚至这段感情本身就不应该开始。在感情中可能会受骗，看不清楚事情的真相，被蒙在鼓里。",
        "career_down": "在工作上可能会放错重点，比如应该走业务线条，但是却跑去做了后勤方面的工作，这样的情况会导致在职业生涯的成长上走弯路。另外，还可能会有执行力不强的情况，或者期望想法太天马行空不切实际。",
        "fortune_down": "金钱上会蒙受损失，参与的项目或者投资可能会夭折，得不到结果。并且这段期间与人合作的话会比较容易上当受骗，建议要么保守观望要么不要与他人合作。"
      },
      "pic": "../images/tarots/star09.jpeg"
    },
    {
      "id": "73",
      "name_cn": "星币十",
      "name_en": "X of Pentacles",
      "type": "Pentacles",
      "meaning": {
        "up": "团队和谐、成功的事业伙伴、家族和谐",
        "down": "团队不和、投资合伙暂缓、家庭陷入不和",
         "love_up": "相比于事业学业上的春风得意，感情上会相对淡一点。两个人之间并没有你侬我侬如胶似漆的情感，而更多的是看双方的条件背景是否合适的一段感情。所以，这段感情并不是天雷勾动地火，完全由荷尔蒙主导的一场感情。有可能是受家族或者长辈介绍，需要考虑双方家庭背景的一种联姻。",
        "career_up": "工作稳定，且有很大的升职空间，最近应该是在职场春风得意的一个时期。项目获得成功，拿到投资，得到领导的赏识；与团队合作默契，收获巨大成功，无论是在个人职业发展还是收入上来说，都会有很好的提升。",
        "fortune_up": "财运上是相当好了。可以说是顺风顺水，无论是投资理财还是买彩票，都有很好的收获。",
        "love_down": "两个人的关系最近可能会比较紧张，大概率是会因为财务方面的问题有争执。两个人关于财务方面的问题要达成共识才可以有进一步的动作，比如是用作买房、投资还是旅行等，尤其当两个人有想再提升关系亲密等级的话，要更多的把财务方面的问题解决了。",
        "career_down": "如果是在做财务方面工作的人需要特别注意下，不要出现挪用的情况，并且也不要被有心人利用你的职务之便做一些不当的事情。工作中的人际关系也需要注意下，可能会和同事因为钱财方面的问题起争执。",
        "fortune_down": "会迎来财务危机，关于基础保障方面的财务都会收到影响，可能会是一段比较艰难的时期。最好也不要有冒险的想法，毕竟根基不稳，非常容易有风险。跟人合作方面也要多考察下对方的财力和人品。"
      },
      "pic": "../images/tarots/star10.jpeg"
    },
    {
      "id": "74",
      "name_cn": "星币国王",
      "name_en": "King of Pentacles",
      "type": "Pentacles",
      "meaning": {
        "up": "成功人士、追求物质、善于经营、值得信赖、成熟务实",
        "down": "缺乏经济头脑、缺乏信任、管理不善、失去信赖",
         "love_up": "一段长久且稳定的感情。这段感情可能会让人觉得过于传统和保守，但是也不失为一种令人羡慕的关系。这段感情的物质基础有保障，不过就浪漫和甜言蜜语上可能就会有点点弱了哦。",
        "career_up": "一位务实保守的上位者。没有权杖牌组那么有冲劲，反而是有计划的进行工作安排，做保守而稳健的项目。是一位慷慨的管理者，在工作中非常有话语权，在职场中已经身居高位，且收入不菲。",
        "fortune_up": "星币国王自不必说，肯定是一位收入不菲的人。已经有了一定的财富累积，适合做保守的理财项目，有很好的的理财观念。在问卜财运的牌阵里出现星币国王是再好不过的了。",
        "love_down": "两个人的感情可能不会长长久久，对方也许是一个浮躁的人，不会想要长期稳定的生活，而是今朝有酒今朝醉的类型，对于两个人的未来会有过高的期待，但是现实又无法达到，可能就产生分歧。另外，提醒一句，不要在伴侣身上花超出自己能力范围的钱财。",
        "career_down": "没有高瞻远瞩和长期的计划安排，如果还是是一个团队的领导的话，那么对于团队的发展来说是非常不利的。并且下属可能会受到上司的压榨和不公平待遇，于职场人而言，逆位的星币国王不是一个利于事业发展的牌。",
        "fortune_down": "做生意的话，可能会是一个奸商，这样即使能获得短期的利益，于长期而言，是有弊的。如果是合作伙伴，那么建议多加注意，小心被别人出卖和利用。"
      },
      "pic": "../images/tarots/starKing.jpeg"
    },
    {
      "id": "75",
      "name_cn": "星币王后",
      "name_en": "Queen of Pentacles",
      "type": "Pentacles",
      "meaning": {
        "up": "成熟、繁荣、值得信赖、温暖、安宁",
        "down": "爱慕虚荣、生活浮华、态度恶劣",
         "love_up": "是一段稳重且踏实的感情，有物质基础，有承诺。可靠和长久的关系是考量这段关系的重要因素，而非一时的荷尔蒙作祟。",
        "career_up": "是一位仁慈的管理者。对于同事或者下属遇到的困难，会热心地帮助提出解决办法，方方面面都会照顾到。收入方面自不必说，对于工作和职业有追求的人来说，星币王后的出现都是好兆头。",
        "fortune_up": "星币王后有很好的理财观念，对于投资有独到的眼光，而且运气都不会太差。惯于投资长期稳定的业务类型，有生意头脑，星币王后在财运上是相当不错的。",
        "love_down": "与同事之间没有办法达成合作，为人敏感，也会表现得没有人情味，让旁人难以接近。对待其他的方式终将会反噬到自己身上。工作会比较难以展开，即使有一些自傲的资本，但是最终也不会获得成功。",
        "career_down": "这段期间两个人的相处会比较艰难，其中一方或者双方都让对方感到不太舒适，不是处在一个良好的感情氛围中。两个人的感情可能会伴随猜忌和冷漠，不能给到另一半支撑，反而会增加相处的不适感。",
        "fortune_down": "土地和星币都将离开，所以这是一张财运方面不太理想的牌。如果有人主动寻求合作，最好不要加入，这样的项目可能最后都没有有力的后劲支撑，你的财富在别人的手中也不会有所增长，亏损倒是大概率事件。"
      },
      "pic": "../images/tarots/starQueen.jpeg"
    },
    {
      "id": "76",
      "name_cn": "星币骑士",
      "name_en": "Knight of Pentacles",
      "type": "Pentacles",
      "meaning": {
        "up": "讲究效率、责任感赖、稳重、有计划",
        "down": "懈怠、思想保守、发展停滞不前",
         "love_up": "不是一个体贴浪漫的情人。可能对于他/她来说，工作和赚钱比起跟情人甜言蜜语来得更有吸引力。找对象的时候也会比较实际一点，不太会有看眼缘或者一见钟情的情况，而更多的是考虑背景或者能不能对自己的工作或者事业有帮助等等。",
        "career_up": "一位领导喜欢的好员工，踏实认真务实，甚至会到有点苛刻的地步；个性沉着，冷静，专注，非常负责任，对工作很上心。是一个有点刻板的工作狂。",
        "fortune_up": "谨慎投资。虽然是星币牌组里面的，都跟物质金钱相关联，但是星币骑士代表一种谨慎保守的态度，需要更脚踏实地的对待，而不应该采取投机取巧、以小博大这种心理。",
        "love_down": "这个时刻的人会比较冷漠，不会语言攻击，但是就是会情感疏离。两个人之间缺乏沟通，可能会处于冷战之中，也不会付出真心和情感，相处得相当淡漠，即使对方已经释放了信号，也不会积极响应，甚至会漠视。",
        "career_down": "要么是一个工作狂，无休无止的工作，忽略了身边的人，即使同事之间可能关系也不会太亲厚，会给人比较莽撞的感觉；另外一种可能就是事业会有所停滞，项目或者职位的升迁受到阻碍，甚至可能面临失业的风险。",
        "fortune_down": "星币骑士逆位之后，手中的星币会掉落，所以这一段时期对于财运来说也是不太乐观的。如果是有做生意的朋友，可能近期会陷入被动，比如出现资金的缺口等等。这个时候也不太会有横财，还是捂紧钱袋子为好。"
      },
      "pic": "../images/tarots/starKn.jpeg"
    },
    {
      "id": "77",
      "name_cn": "星币侍从",
      "name_en": "Page of Pentacles",
      "type": "Pentacles",
      "meaning": {
        "up": "善于思考和学习、求知欲旺盛、与知识或者研究工作有关的好消息",
        "down": "知识贫乏、自我认知不足、金钱上面临损失、视野狭窄",
         "love_up": "侍从一般都是年纪不大的少年人或者小孩子，所以对于感情上来说，可能意味着一段新的感情，或者是这段关系会来到一个新的阶段。这段感情还是比较务实的，会对对方有承诺。",
        "career_up": "一个认真踏实的职场人，对待工作很认真负责，会用心的学习钻研，不会耍滑头。最近在职场可能会有不错的消息，例如升职，加薪，项目顺利通过等等，都是正面的消息。",
        "fortune_up": "接下来会收到好消息，财务上获得不错的收入。",
        "love_down": "感情中可能会有人开小差，好奇心比较重，喜欢东张西望，拈花惹草，性格不够稳重，比较幼稚，没有足够的担当。对于感情的看法比较儿戏，还没有做好更进一步的准备，不能兑现承诺。",
        "career_down": "可能会停滞不前，也许最近有考职称或者升职方面的考核，但是你并不上心，这可能导致你的失败。职场上可能会得不到晋升，甚至可能会有停职或者降薪的风险。对于职场人来说，保持学习和前进的动力也很重要。",
        "fortune_down": "出现逆位星币侍从在财务方面可能会有不利消息，也许是投资失利，或者是整个行业受到一些冲击，总之于财务方面来说都是坏消息。在财务方面会有损耗，比如花钱铺张浪费，受罚等等。"
      },
      "pic": "../images/tarots/starSq.jpeg"
    }
  ]